Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/product/product/App_LocalResources/dp019g.aspx.*.resx
Languages: es

# AnchorCaption
source: Sum Insured
es: Capital

# ChkCapitalCaption
source: Sum Insured
es: Capital en función de la prima

# ChkCapitalToolTip
source: It indicates that the sum insured is calculated based on the premium
es: Indica que el capital se calcula en función a la prima

# optCapital_1Caption
source: Free
es: Libre

# optCapital_1ToolTip
source: The sum insured will be defined by the user when issuing the policy
es: Indica que el capital será determinado por el usuario al momento de la emisión de la póliza

# optCapital_2Caption
source: Fixed Premium
es: Fijo

# optCapital_2ToolTip
source: Indicates that the amount of capital is a fixed amount for the product defined
es: Indica que el monto del capital es un monto fijo definido para el producto

# tcnPriceCaption
source: Amount
es: Monto

# tcnPriceToolTip
source: Amount of fixed sum insured to be asigned to the coverage
es: Monto de capital fijo a asignar a la cobertura

# Anchor2Caption
source: Premium as a function of the Sum Insured
es: Prima

# ChkPremiumCaption
source: Premium as a function of the Sum Insured
es: Prima en función del capital

# ChkPremiumToolTip
source: It indicates that the premium is calculated based on the sum insured
es: Indica que la prima se calcula en función del capital

# valCoverCaption
source: In Coverage
es: En cobertura

# valCoverToolTip
source: Generic coverage including the premium of the coverage in process
es: Cobertura genérica que incluye la prima de la cobertura en tratamiento

# tctRutinCaption
source: Routine
es: Rutina

# tctRutinToolTip
source: Routine use for determination and / or validation of the coverage premium
es: Rutina a utilizar para la determinación y/o validación de la prima de la cobertura

# tcnRateCaption
source: Rate
es: Tasa

# tcnRateToolTip
source: Rate (0/00) to be applied to the sum insured in order to obtain the premium of a coverage
es: Tasa (pormilaje) a aplicar al capital para obtener la prima de la cobertura

# Anchor3Caption
source: Claims
es: Siniestros

# tctDeathCaption
source: Death
es: Muerte

# tctDeathToolTip
source: Routine/formula to be used to calculate the death indemnity amount
es: Rutina/fórmula a utilizar para obtener el monto de indemnización en caso de muerte

# tctDoubleIndemCaption
source: Double claim payment
es: Doble indemnización

# tctDoubleIndemToolTip
source: Routine/formula to be used to calculate the double indemnity amount in case of death
es: Rutina/fórmula a utilizar para obtener el monto de doble indemnización en caso de muerte

# tctTriIndemCaption
source: Triple indemnify
es: Triple indemnización

# tctTriIndemToolTip
source: Routine/formula to be used to calculate the triple indemnity amount in case of death
es: Rutina/fórmula a utilizar para obtener el monto de triple indemnización en caso de muerte

# tctSurvivalCaption
source: Survival
es: Supervivencia

# tctSurvivalToolTip
source: Routine/formula to be used to calculate the indemnity amount in case of survival
es: Rutina/fórmula a utilizar para obtener el monto de indemnización en caso de supervivencia

# tctInabilityCaption
source: Disability
es: Incapacidad

# tctInabilityToolTip
source: Routine/formula to be used to calculate the disability indemnity amount.
es: Rutina/fórmula a utilizar para obtener el monto de indemnización en caso de incapacidad

# tctInvalidCaption
source: Disability
es: Invalidez

# tctInvalidToolTip
source: Routine/formula to be used to calculate the invalidity indemnity amount
es: Rutina/fórmula a utilizar para obtener el monto de indemnización en caso de invalidez

# tctClillnessCaption
source: Illness
es: Enfermedad

# tctClillnessToolTip
source: Routine/formula to be used to calculate the indemnity amount in case of illness
es: Rutina/fórmula a utilizar para obtener el monto de indemnización en caso de enfermedad
