Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/product/product/App_LocalResources/dp018g.aspx.*.resx
Languages: es

# AnchorRamosCaption
source: Lines of Business for Interface
es: Ramos para interfaces

# tctDescriptCaption
source: Description
es: Descripción

# tctDescriptToolTip
source: Full name of the generic coverage
es: Nombre completo de la cobertura genérica

# AnchorCaption
source: Classification
es: Clasificación

# tctShortDesCaption
source: Short Description
es: Descripción abreviada

# tctShortDesToolTip
source: Short name of the generic coverage
es: Nombre abreviado de la cobertura genérica

# optClas_1Caption
source: Basic
es: Básico

# optClas_1ToolTip
source: It indicates that the coverage may only be used as additional plan
es: Indica que la cobertura sólo puede utilizarse como plan básico

# cbeCurrencyCaption
source: Currency
es: Moneda

# cbeCurrencyToolTip
source: Currency in which the amounts associated with the coverage are expressed
es: Moneda en la que están expresados los montos asociados a la cobertura

# optClas_3Caption
source: Complementary
es: Complementario

# optClas_3ToolTip
source: It indicates that the coverage may only be used as additional plan
es: Indica que la cobertura sólo puede utilizarse como plan complementario

# cbeStatregtCaption
source: Status
es: Estado

# cbeStatregtToolTip
source: Status of the coverage in process
es: Estado de la cobertura en tratamiento

# optClas_2Caption
source: Ample
es: Amplio

# optClas_2ToolTip
source: It indicates that the coverage may only be used as additional plan
es: Indica que la cobertura puede utilizarse en ambos planes

# cbeInsuriniCaption
source: Type
es: Tipo

# cbeInsuriniToolTip
source: Type of component of the generic coverage
es: Tipo de componente de la cobertura genérica

# Anchor2Caption
source: Values
es: Valores

# tctsCondSVSCaption
source: Terms & Conditions
es: Condicionado

# tctsCondSVSToolTip
source: Associated conditional code coverage
es: Código del condicionado asociado a la cobertura

# tctReserCaption
source: Mathematical Reserve
es: Reserva matemática

# tctReserToolTip
source: Routine to be used to calculate the mathematical reserve
es: Rutina para el cálculo de la reserva matemática

# chksInforProvCaption
source: Inform to the service supplier
es: Informar a prestador de servicios

# chksInforProvToolTip
source: Indicates that all policies have this coverage must be reported to the associated service provider
es: Indica que todas las pólizas que tengan esta cobertura deben ser informadas al prestador del servicio asociado

# tctRescueCaption
source: Surrender
es: Rescate

# tctRescueToolTip
source: Routine to be used to calculate the surrender value
es: Rutina para el cálculo del valor de rescate

# tctsProviderCaption
source: Service Provider
es: Prestador de servicios

# tctsProviderToolTip
source: Client code of the company that has provided a service
es: RUT de la empresa prestadora del servicio

# AnchorRamos2Caption
source: Lines of Business for Interface
es: Ramos para interfaces

# cbeBranch_ledCaption
source: Accounting
es: Contabilidad

# cbeBranch_ledToolTip
source: Line of business to which the coverage belongs
es: Ramo contable al que corresponde la cobertura

# cbeBranch_reiCaption
source: Reinsurance
es: Reaseguro

# cbeBranch_reiToolTip
source: Line of business to which the coverage belongs
es: Ramo de reaseguro al que corresponde la cobertura

# cbeBranch_estCaption
source: Solvency Margin Classification
es: Clasificación SVS

# cbeBranch_estToolTip
source: Cover classification according to the SVS (Superintendencia de Valores y Seguros) for the solvency margin
es: Clasificación de la cobertura según la SVS (Superintendencia de Valores y Seguros) para el margen de solvencia

# cbeBranch_genCaption
source: Generic
es: Genérico

# cbeBranch_genToolTip
source: Generic line of business to which the coverage belongs
es: Ramo genérico al que corresponde la cobertura

# cbeClaimTypeCaption
source: Type of Claim
es: Tipo de siniestro

# cbeClaimTypeToolTip
source: Type of claim
es: Tipo de siniestro
