Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/agent/agentseq/App_LocalResources/ag001.aspx.*.resx
Languages: es

# AnchorClienteCaption
source: Client
es: Cliente

# tcdEffecDateCaption
source: Effective date
es: Fecha de efecto

# tcdEffecDateToolTip
source: Date as of which the information of the producer becomes effective
es: Fecha a partir de la cual está válida la información del intermediario

# AnchorCaption
source: Insurance Area
es: Área de seguros

# cbeInterTypeCaption
source: Type
es: Tipo

# chkAllCaption
source: All
es: Todas

# tctLegalNumCaption
source: Official code
es: Cód. Oficial

# tctLegalNumToolTip
source: Official identification number of the producer
es: Código oficial del intermediario dentro de la compañía

# cbeInsu_areaCaption
source: Specific
es: Específica

# chkValidCaption
source: In force
es: Vigente

# AnchorCliente2Caption
source: Client
es: Cliente

# dtcClientCaption
source: Client code
es: RUT

# dtcClientToolTip
source: Unique code that identifies the customer as
es: Código que identifica como único al cliente

# cbeOfficeCaption
source: Branch Office
es: Sucursal

# cbeOfficeAgenCaption
source: Office / Unit
es: Oficina

# cbeOfficeAgenToolTip
source: Unit to which the producer belongs
es: Oficina a la que pertenece el intermediario en tratamiento

# cbeAgencyCaption
source: Field Office/Segment
es: Agencia

# cbeAgencyToolTip
source: Agency/segment associated with the producer
es: Agencia a la que pertenece el intermediario en tratamiento

# valSupervisCaption
source: Life insurance supervisor
es: Supervisor de Vida

# valSupervisToolTip
source: Life insurance supervisor in charge of the producer in process
es: Supervisor del área de Vida encargado del intermediario en tratamiento

# valSup_GenCaption
source: General insurance supervisor
es: Supervisor de Generales

# valSup_GenToolTip
source: General supervisor in charge of the producer in process
es: Supervisor del área de Generales encargado del intermediario en tratamiento

# valInsu_assisLifCaption
source: Life insurance assistant
es: Asistente de seguros de Vida

# valInsu_assisLifToolTip
source: Life insurance assistant in charge of the producer in process
es: Asistente del área de Vida encargado del intermediario en tratamiento

# valInsu_assistCaption
source: Genera insurance assistant
es: Asistente de seguros Generales

# valInsu_assistToolTip
source: General insurance assistant in charge of the producer in process
es: Asistente del área de Generales encargado del intermediario en tratamiento

# tcdInputDateCaption
source: Admission
es: Ingreso

# tcdInputDateToolTip
source: Date when the intermediary begins to work with the insurance company
es: Fecha a partir de la cual el intermediario comienza a trabajar con la compañía de seguros

# lblNullDateCaption
source: Cancellation
es: Egreso

# lblNullDateToolTip
source: Date when the producer stops working for the company
es: Fecha a partir de la cual el intermediari deja de prestar servicios

# cbeIntStatusCaption
source: Status
es: Estado

# tctNullcodeCaption
source: Reason for cancellation
es: Causa egreso

# cbeLegal_schCaption
source: Tax regime
es: Régimen tributario
