Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/branches/branchque/App_LocalResources/auc001_k.aspx.*.resx
Languages: es

# txtBranchgridColumnCaption
source: Line of Business
es: Ramo

# txtProductColumnCaption
source: Product
es: Producto

# tcnPolicyColumnCaption
source: Policy
es: P&oacute;liza

# tcnCertifColumnCaption
source: Certificate
es: Certificado

# txtinsurColumnCaption
source: Insured Person
es: Asegurado

# cbeBranchCaption
source: Line of Business
es: Ramo

# cbeBranchToolTip
source: Line of business to which the policies belongs
es: Ramo al que pertenecen las pólizas

# AnchorPatenteCaption
source: License Plate
es: Patente

# valProductCaption
source: Product
es: Producto

# valProductToolTip
source: Product to which the policies belong
es: Producto al que pertenecen las pólizas

# optLicence_CStr1Caption
source: Provisional
es: Normal

# optLicence_CStr2Caption
source: Provisional
es: Especial

# AnchorPoltypeCaption
source: Type of Policy
es: Tipo de P&oacute;liza

# tctRegisterCaption
source: Number
es: Número

# tctRegisterToolTip
source: Number of the license plate or patent of the insured vehicle
es: Número de la placa o patente del vehículo asegurado

# optTypePolicy_CStr2Caption
source: Individual
es: Colectiva

# tctMotorCaption
source: Engine
es: Motor

# tctMotorToolTip
source: Number identifying the engine of the insured vehicle
es: Número de motor del vehículo asegurado

# optTypePolicy_CStr3Caption
source: Individual
es: Multilocalidad

# tctChassisCaption
source: Chassis
es: Chasis

# tctChassisToolTip
source: Serial number of the bodywork or chassis of the vehicle
es: Número del serial de carrocería o chasis del vehículo asegurado

# cbePayFreqCaption
source: Payments
es: Pagos

# cbePayFreqToolTip
source: Payment frequency of the policies to be displayed
es: Frecuencia de pago de las pólizas a mostrar

# tctColorToolTip
source: Colour of the insured vehicle
es: Color del vehículo asegurado

# AnchorVigenciaCaption
source: Validity
es: Vigencia

# cbeVehMarkCaption
source: Make
es: Marca

# cbeVehMarkToolTip
source: Make of the insured vehicle of the policies to be shown
es: Marca del vehículo asegurado de las pólizas a mostrar

# tcdEffecDateCaption
source: Effective date
es: Efecto

# tcdEffecDateToolTip
source: Effective date of the policies to be displayed
es: Fecha de efecto de las pólizas a mostrar

# tctLVehModelCaption
source: Model
es: Modelo

# tctLVehModelToolTip
source: Model of the insured vehicle
es: Modelo del vehículo asegurado

# tcdNullDateCaption
source: Due date
es: Vencimiento

# tcdNullDateToolTip
source: Expiration date of the policies to be displayed
es: Fecha de vencimiento de las pólizas a mostrar

# cbeTypeCaption
source: Type
es: Tipo

# cbeTypeToolTip
source: Type of insured vehicle of the policies to be shown
es: Tipo de vehículo asegurado de las pólizas a mostrar

# tctCapitalCaption
source: Sum Insured
es: Capital

# tctCapitalToolTip
source: Sum insured amount of the policies to be shown
es: Monto de capital asegurado de las pólizas a mostrar

# cbeZoneCaption
source: Vehicle Traffic Zone
es: Zona de circulación

# cbeZoneToolTip
source: Traffic area associated with the vehicle of the policies to be shown
es: Zona de circulación asociada al vehículo de las pólizas a mostrar

# tctPremiumCaption
source: Premium
es: Prima

# tctPremiumToolTip
source: Annual premium amount of the policies to be shown
es: Monto de prima anual de las pólizas a mostrar
