Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/Underwriting/Services/App_LocalResources/TabUnderwritingRules.aspx.*.resx
Languages: es

# tblExclCause
source: Cause
es: Causa

# tblExclCoverage
source: Coverage
es: Cobertura

# tblExclExclusionPeriodType
source: Exclusion period type
es: Período de exclusión

# tblExclExclusionType
source: Exclusion type
es: Tipo

# tblExclImpairmentCode
source: Impairment code
es: Enfermedad

# tblExclProductModule
source: Product module
es: Módulo

# tblExclRatingTable
source: Rating table
es: Tarifa

# tblExclWaitingPeriodDays
source: Waiting period days
es: Cantidad de días

# tblExclWaitingPeriodMonths
source: Waiting period months
es: Cantidad de meses

# tblExclWaitingPeriodYears
source: Waiting period years
es: Cantidad de años

# TbUwRAlarmType
source: Alarm type
es: Tipo de alarma

# TbUwRCaseDecision
source: Case decision
es: Decisión del caso

# TbUwRCaseStage
source: Case stage
es: Etapa del caso

# TbUwRComment
source: Comment
es: Comentario

# TbUwRProduct
source: Product
es: Producto

# tblDisExCurrencyCode
source: Currency
es: Moneda

# tblDisExDiscountorextrapremiumcode
source: Description
es: Descripción

# tblDisExDiscountorExtraPremiumType
source: Type
es: Tipo

# tblDisExDOfFlatExtraPremiumDays
source: Days
es: Cantidad de días

# tblDisExDOfFlatExtraPremiumMonths
source: Months
es: Cantidad de meses

# tblDisExDOfFlatExtraPremiumYears
source: Years
es: Cantidad de años

# tblDisExExclusionPeriodType
source: Period type
es: Periodo de aplicación

# tblDisExFlatExtraPremium
source: Flat extra
es: Monto fijo

# tblMaxInsSumCoverageCode
source: Coverage
es: Cobertura

# tblMaxInsSumCurrencyCode
source: Currency
es: Moneda

# tblMaxInsSumMaximumInsuredAmount
source: Maximun insured sum
es: Máxima suma asegurada

# tblMaxInsSumProductModule
source: Module
es: Módulo

# btnCancel
source: Cancel
es: Cancelar

# btnDelete
source: Delete
es: Eliminar

# btnSave
source: Save
es: Guardar

# msgreqAlarmType
source: Choose an alarm type.
es: Seleccione un Tipo de alarma.

# msgreqDecision
source: Choose a decision.
es: Seleccione un Decisión.

# msgreqProduct
source: Choose a product.
es: Seleccione un producto.

# msgreqStage
source: Choose an stage.
es: Seleccione un Etapa.

# msgreqCoverageCode
source: Choose a coverage.
es: Seleccione una cobertura.

# msgreqExclusionPeriodType
source: Choose an exclusion period.
es: Seleccione un Período de exclusión.

# msgreqExclusionType
source: Choose a type.
es: Seleccione un tipo.

# msgreqImpairmentCode
source: Choose a impairment.
es: Seleccione una enfermedad.

# msgreqPeriod
source: A value for amount of days, months or years must be provided.
es: Debe suministrar por lo menos un valor para las cantidades de días, meses o años.

# msgreqProductModule
source: Choose a module.
es: Seleccione un módulo.

# msgreqRatingTable
source: Choose a rate.
es: Seleccione una tarifa.

# msgreqRoleCode
source: Choose a rol.
es: Seleccione un rol.

# msgreqDiscountorextrapremiumcode
source: Choose a description..
es: Seleccione una descripción.

# msgreqDiscountorExtraPremiumType
source: Choose a type.
es: Seleccione un tipo.

# msgreqExclusionPeriodTypeDisco
source: Choose a period type.
es: Seleccione un período de aplicación.

# msgreqExtraPremiumPercentage
source: Choose a value for factor or flat extra.
es: Seleccione valor para factor o monto.

# msgreqMaximumInsuredAmount
source: Choose an amount.
es: Seleccione un monto.

# msgErrAlarmExist
source: Alarm already exists.
es: La alarma ya existe.

# btnLanguage
source: Language:
es: Lenguaje:

# requiredFieldsText
source: Required fields:
es: Campos requeridos:

# invalidEffectDate
source: Effective date must be greater or equal than
es: La fecha de efecto debe ser mayor o igual a

# greaterOrEqualThanToday
source: Effective date must be greater or equal than today.
es: La fecha de efecto debe ser mayor o igual a hoy.

# Branch
source: Line of business
es: Ramo

# EffectiveDate
source: Effect date
es: Fecha de efecto

# ImpairmentCode
source: Impairment
es: Enfermedad

# ImpairmentCodeDescription
source: Impairment
es: Enfermedad

# LineOfBusinessDescription
source: Line of business
es: Ramo

source: Requirement type
es: Tipo de requerimiento

# RequirementTypeDescription
source: Requirement
es: Requerimiento

source: Underwriting area
es: Area de suscripción

# UnderwritingAreaDescription
source: Underwriting area
es: Area de suscripción

# UnderwritingCaseType
source: Case type
es: Tipo de caso

# UnderwritingCaseTypeDescription
source: Case type
es: Tipo de caso

# UnderwritingRuleId
source: Underwriting rule
es: Regla de suscripción

# UnderwritingRuleIdDescription
source: Description
es: Descripción

# UnderwritingRuleStatus
source: Status
es: Estado

# UnderwritingRuleStatusDescription
source: Status
es: Estado

# ttipAlarmType
source: Defines the alarm type to be associated
es: Define el tipo de alarma que se desea asociar

# ttipCurrencyCode
source: Shows the currency associated with the product or, the currency according to the surcharge / discount related to the selected type
es: Muestra la moneda asociada al producto ó, la moneda según el recargo/descuento relacionado al tipo seleccionado

# ttipDecision
source: Decision taken from the insured risk
es: Decisión que se toma del riesgo asegurado

# ttipDecisionComplement
source: Description enabled when the alarm type is "Add text"
es: Descripción habilitada cuando el tipo de alarma es "Agregar texto"

# ttipDiscountorextrapremiumcode
source: Surcharge / Discount to be associated with the case
es: Recargo/Descuento a asociar al caso

# ttipDiscountorExtraPremiumType
source: Type of surcharge or discount to associate with the case
es: Tipo de recargo o descuento a asociar al caso

# ttipDOfFlatExtraPremiumDays
source: Number of days from the effective date of the coverage during which the surcharge applies
es: Cantidad de días a partir de la vigencia de la cobertura durante la cual se aplicará el recargo

# ttipDOfFlatExtraPremiumMonths
source: Number of months from the effective date of the coverage during which the surcharge applies
es: Cantidad de meses a partir de la vigencia de la cobertura durante la cual se aplicará el recargo

# ttipDOfFlatExtraPremiumYears
source: Number of years from the effective date of the coverage during which the surcharge applies
es: Cantidad de años a partir de la vigencia de la cobertura durante la cual se aplicará el recargo

# ttipExclusionPeriodType
source: Period during the surcharge will be applied to the policy
es: Indica el período durante el cual el recargo se aplicará a la póliza

# ttipExtraPremiumPercentage
source: Percentage to apply
es: Porcentaje a aplicar

# ttipFlatExtraPremium
source: Fixed amount of the surcharge, or amount to be added after applying the percentage
es: Monto fijo del recargo, o monto que se debe agregar después de aplicar el porcentaje

# ttipProduct
source: Product associated to the selected Line of Business
es: Producto asociado al ramo seleccionado

# ttipStage
source: Stage or physical state of the case
es: Etapa o estado físico del caso

# ttipCause
source: Cause by which disease is excluded
es: Causa por la cual se excluye la enfermedad

# ttipCoverageCode
source: Coverage of the product to be excluded in the case
es: Cobertura del producto que se va a excluir en el caso

# ttipCoverageCode_mis
source: Coverage associated to the product
es: Cobertura asociada al producto

# ttipCurrencyCode_mis
source: Currency in which the amount is expressed
es: Moneda en la cual está expresado el monto

# ttipExclusionPeriodType_ex
source: Indicates the period during which the coverage or illness will be excluded from the policy
es: Indica el período durante el cual la cobertura o enfermedad quedará excluida de la póliza

# ttipExclusionType
source: Exclusion type
es: Tipo de exclusión

# ttipImpairmentCode
source: Illness to be excluded in the case
es: Enfermedad que se va a excluir en el caso

# ttipMaximumInsuredAmount
source: Amount of the maximun insured sum
es: Monto de la suma asegurada máxima de la cobertura

# ttipProductModule
source: Module of the product for which the exclusion applies
es: Módulo del producto para el cual aplica la exclusión

# ttipProductModule_mis
source: Module associated to the product
es: Módulo asociado al producto

# ttipRatingTable
source: Rate of the product for which the exclusion of the impairment apply when the type is "Impairment exclusion by rate"
es: Tarifa del producto para la cual aplican las exclusiones de las enfermedades cuando el tipo es "exclusión de enfermedad por tarifa"

# ttipWaitingPeriodDays
source: Number of days from the effective date of the coverage during which you will be excluded from the policy
es: Cantidad de días a partir de la vigencia de la cobertura durante la cual estará excluida de la póliza

# ttipWaitingPeriodMonths
source: Number of months from the effective date of the coverage during which you will be excluded from the policy
es: Cantidad de meses a partir de la vigencia de la cobertura durante la cual estará excluida de la póliza

# ttipWaitingPeriodYears
source: Number of years from the effective date of the coverage during which you will be excluded from the policy
es: Cantidad de años a partir de la vigencia de la cobertura durante la cual estará excluida de la póliza

# ExistRestriction
source: A restriction of this type already exists
es: Ya existe una restriccion de este tipo

# msgFailed
source: Operation failed
es: Operación fallida

# msgFillAlarm
source: Alarm: You must add at least one alarm
es: Alarma: Debe agregar al menos una alarma.

# msgFillDescoexprem
source: Surchage/ Discount: You must add at least one restriction.
es: Recargos y descuentos: Debe agregar al menos una restricción.

# msgFillExclusion
source: Exclusion: You must add at least one restriction.
es: Exclusion: Debe agregar al menos una restricción.

# msgFillMaxInsuredSum
source: Max Isured Sum: You must add at least one restriction.
es: Máxima suma asegurada: Debe agregar al menos una restricción.

# msgSuccess
source: Operation success, generated rule @rule@
es: Operación exitosa, regla generada # @rule@

# msgSuccessDelete
source: Operation success, deleted rule # @rule@
es: Operación exitosa, regla eliminada # @rule@

# msgSuccessEdit
source: Operation success, updated rule # @rule@
es: Operación exitosa, regla editada # @rule@

source: Confirm changes
es: Confirmar cambios

# msgDeletedDenied
source: Can not delete, rule in use
es: No se puede eliminar, la regla esta en uso

# msgSuccessfull
source: Successful operation
es: Operación exitosa

# msgSelectBranch
source: Select a branch
es: Seleccione un ramo para agregar una alarma

# TbUwrHistory
source: Underwriting rule historical records, are deleted
es: Se van a eliminar todos los registros históricos de la regla de suscripción.

# tblDisExXPremiumDiscountOnlyInsured
source: ExtraPremium or Discount applies for the insured
es: Aplica sobre el asegurado

# TbUwRUpdOnlyRisk
source: Update Only Associated Risk
es: Modifica solo el riesgo asociado

# ttipUpdateOnlyAssociatedRisk
source: Indicates that only the associated risk is going to be modify.
es: Indica si solo el riesgo asociado es modificado

# ttipXPremiumDiscountOnlyInsured
source: Indicates if the surcharge/discount applies for the insured
es: Indica si el recargo/descuento aplica sobre el asegurado

# tblDisExTypeOfUnit
source: Type Of Unit
es: ¿Tasa?

# ttipTypeOfUnit
source: Type Of Unit
es: ¿Tasa?
