{
  "app": {
    "title": "Terms of Use",
    "form": {
             "label0_Label": "<h2>Terms and conditions of use</h2><hr><h3>Effective since: January 01, 2010</h3><p style='margin-left: 15px;'>We thank you for using the products and services of TIKI Seguros (hereinafter, \"Services\"), which are provided through our \"Portal\"), and you may use them in the manner that TIKI SEGUROS determines. Services are governed by the terms and conditions established in this agreement, as well as by the policies, rules, instructions and regulations issued by the Superintendence of Insurance, such as TIKI SEGUROS, CA<br><br>This agreement implies compliance with the \"Terms and Conditions of Use\" and the \"Privacy Policy\" which you expressly declare to know, understand and accept, from the moment you begin to use our \"Services\".</p><h4 style='margin-left: 15px;'>1. CONDITIONS OF USE</h4><p style='margin-left: 15px;'><b>a. Article 1:</b>You must also comply with the specific terms and conditions corresponding to any of our \"Services\", particularly available to each of them.<br><b>b. Artículo 2:</b>By using our \"Services\" you agree to comply with our Information Security Policies.<br><b>c. Artículo 3:</b>You should not use our Services improperly. You must not interfere with or attempt to access such Services by using a method other than the interface or instructions provided by \"TIKI Seguros\". We may suspend or terminate our Services if it does not comply with our policies or if we believe that malicious conduct exists.</p><h4 style='margin-left: 15px;'>2. USER ACCOUNT IN \"TIKI INSURANCE\"</h4><p style='margin-left: 15px;'><b>a. Article 1:</b>You may need a \"TIKI Seguros\" user account to use some of our Services. You can create your own \"TIKI Seguros\" user account or you can assign an account through an administrator.</p><h4 style='margin-left: 15px;'>3. SECURITY</h4><p style='margin-left: 15px;'><b>a. Article 1:</b>Our site is protected by various security measures such as change control procedures, passwords and physical access controls. We also employ a variety of mechanisms to ensure that the data you provide is not lost, misused or modified without authorization. These controls include data confidentiality policies and frequent database backups.</p><h4 style='margin-left: 15px;'>4. COLLECTION OF DATA </h4><p style='margin-left: 15px;'><b>a. Article 1:</b>The collection of data is done to provide and improve with efficiency, speed and security the services we offer to all our<br> <b style=\"margin-left:20px;\">i. Information you provide us. </b> For example, to use many services you must register to obtain a \"TIKI Seguros\" user account. During this process we will ask you for certain personal information, such as: your full name, email address, telephone numbers, data of the instruments of payment and payment that you want to use, such as: credit cards or deposit accounts, In addition to all those data that we consider relevant and necessary to adequately provide our services.<br> <b style=\"margin-left:20px;\">ii. Data we obtain through the use of our services. </b> We may collect data about which services you use and how you use them <br> </p><h4 style='margin-left: 15px;'>5. DATA VERIFICATION </h4><p style='margin-left: 15px;'><b>a. Article 1:</b>TIKI Seguros \"reserves the right to request and verify any information necessary to enter and provide any service.<br></p><h4 style='margin-left: 15px;'>6. HOW DO WE USE THE DATA?</h4><p style='margin-left: 15px;'><b>a. Article 1:</b>We will not share your personal data with companies, organizations or individuals outside of \"TIKI Seguros\"<br></p><h4 style='margin-left: 15px;'>7. WHAT PERSONAL DATA DO WE SHARE?</h4><p style='margin-left: 15px;'><b>a. Article 1:</b>We will not share your personal data with companies, organizations or individuals outside of \"TIKI Seguros\",<br><b>b. Article 2: </b>We endeavor to protect \"TIKI Seguros\" and our users from any unauthorized modification, disclosure or destruction of the data we maintain or against unauthorized access to them. In particular:<br>   <br>• We limit the access of \"TIKI Seguros\" agents and employees to the personal information they must process for \"TIKI Seguros\" and ensure that they comply with strict contractual confidentiality obligations and are subject to the relevant disciplinary conditions or Dismissal if they do not fulfill those obligations.</p><br><br>",
             "label0_Tooltip": "label0",
             "label0_Prefix": "",
             "btnPrint_Caption": "Print Terms and conditions of use.",
             "btnPrint_Tooltip": "Print Terms and conditions of use.",
             "btnPrint_ConfirmationMessage": "",
             "btnPrint_InformationMessage": "Please wait..."
    },
    "validation": {

    }
  }
}