{
  "app": {
    "title": "Términos de uso",
    "form": {
             "label0_Label": "<h2>Términos y Condiciones de Uso</h2><hr><h3>Vigente desde: 01 de Enero de 2010</h3><p style='margin-left: 15px;'>Agradecemos que utilice los productos y servicios de TIKI Seguros (en adelante, \"Servicios\"), los cuales se proporcionan a través de nuestro “Portal\"), y podrá utilizar en la forma en que TIKI SEGUROS. determine conveniente. EL Portal y los Servicios se rigen por los términos y condiciones establecidas en este convenio, así como por las políticas, normas, instrucciones y reglamentos que dicten tanto la Superintendencia de Seguros, como TIKI SEGUROS, C.A.<br><br>Este convenio implica el cumplimiento de los \"Términos y Condiciones de Uso\" y la \"Política de Privacidad\" los cuales Usted declara expresamente conocer, entender y aceptar, desde el mismo momento en que comienza hacer uso de nuestros \"Servicios\".</p><h4 style='margin-left: 15px;'>1. CONDICIONES DE USO</h4><p style='margin-left: 15px;'><b>a. Artículo 1:</b>Usted debe cumplir también con los términos y condiciones específicas correspondientes a cualquiera de nuestros \"Servicios\", disponibles particularmente para cada uno de ellos.<br><b>b. Artículo 2:</b>Al utilizar nuestros \"Servicios\" Usted se compromete en el cumplimiento de nuestras Políticas de Seguridad de la Información.<br><b>c. Artículo 3:</b>Usted no debe utilizar nuestros Servicios de forma inadecuada. No debe interferir con dichos Servicios, ni intentar ingresar a ellos, empleando un método distinto a la interfaz o a las instrucciones proporcionadas por \"TIKI Seguros\". Podemos suspender o cancelar nuestros Servicios si no cumple con nuestras políticas o si consideramos que existe una conducta malintencionada.</p><h4 style='margin-left: 15px;'>2. CUENTA DE USUARIO EN \"TIKI SEGUROS\"</h4><p style='margin-left: 15px;'><b>a. Artículo 1:</b>Es posible que necesite una cuenta de usuario de \"TIKI Seguros\" para utilizar algunos de nuestros Servicios. Puede crear su propia cuenta de usuario de \"TIKI Seguros\" o se le puede asignar una cuenta a través de un administrador. </p><h4 style='margin-left: 15px;'>3. SEGURIDAD</h4><p style='margin-left: 15px;'><b>a. Artículo 1:</b>Nuestro sitio está protegido con diversas medidas de seguridad tales como procedimientos de control de cambios, contraseñas y controles de acceso físicos. Asimismo, empleamos una variedad de mecanismos que garantizan que los datos que usted suministra no se pierdan, sean usados indebidamente o modificados sin autorización. Estos controles incluyen políticas de confidencialidad de datos y frecuentes respaldos de la base de datos.</p><h4 style='margin-left: 15px;'>4. RECOLECCIÓN DE DATOS </h4><p style='margin-left: 15px;'><b>a. Artículo 1:</b>La recolección de datos se realiza para proporcionar y mejorar con efectividad, rapidez y seguridad los servicios que ofrecemos a todos nuestros<br><b style=\"margin-left:20px;\">i. Información que nos facilita usted. </b>Por ejemplo, para usar muchos servicios debe registrarse para obtener una cuenta de usuarios de \"TIKI Seguros\". Durante este proceso le pediremos determinados datos personales como, por ejemplo: su nombre completo, dirección de correo electrónico, números de teléfono, los datos de los instrumentos de cobro y pago que desea utilizar, tales como: tarjetas de crédito o cuentas de depósito, además de todos aquellos datos que consideremos relevantes y necesarios para prestar adecuadamente nuestros servicios.<br><b style=\"margin-left:20px;\">ii. Datos que obtenemos a través de la utilización de nuestros servicios.</b>Podremos recolectar datos acerca de qué servicios utiliza y de cómo los utiliza <br></p><h4 style='margin-left: 15px;'>5. VERIFICACIÓN DE DATOS </h4><p style='margin-left: 15px;'><b>a. Artículo 1:</b>TIKI Seguros\" se reserva el derecho de solicitar y verificar cualquier información necesaria para ingresar y prestar cualquier servicio. <br></p><h4 style='margin-left: 15px;'>6. CÓMO UTILIZAMOS LOS DATOS?</h4><p style='margin-left: 15px;'><b>a. Artículo 1:</b>No compartiremos sus datos personales con empresas, organizaciones o personas naturales ajenas a \"TIKI Seguros\"<br></p><h4 style='margin-left: 15px;'>7. QUÉ DATOS PERSONALES COMPARTIMOS?</h4><p style='margin-left: 15px;'><b>a. Artículo 1:</b>No compartiremos sus datos personales con empresas, organizaciones o personas naturales ajenas a \"TIKI Seguros\", <br><b>b. Artículo 2: </b>Nos esforzamos por proteger a \"TIKI Seguros\" y a nuestros usuarios frente a cualquier modificación, divulgación o destrucción no autorizada de los datos que conservamos o frente al acceso no autorizado a los mismos. En particular:<br><br>• Limitamos el acceso de los agentes y los empleados de \"TIKI Seguros\" a la información personal que deben procesar para \"TIKI Seguros\" y nos aseguramos de que cumplan las estrictas obligaciones de confidencialidad contractuales y de que estén sujetos a las condiciones disciplinarias pertinentes o al despido si no cumplen dichas obligaciones.</p><br><br>",
             "label0_Tooltip": "label0",
             "label0_Prefix": "",
             "btnPrint_Caption": "Imprimir Términos y condiciones de uso.",
             "btnPrint_Tooltip": "Imprimir Términos y condiciones de uso.",
             "btnPrint_ConfirmationMessage": "",
             "btnPrint_InformationMessage": "Por favor espere..."
    },
    "validation": {

    }
  }
}