Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/common/App_LocalResources/showilustrationVul.aspx.*.resx
Languages: es

# tcnYearColumnCaption
source: Policy year
es: Año póliza

# tcnYearColumnToolTip
source: Number of years of the policy
es: Cantidad de años que lleva la póliza

# tcnAge_reinsuColumnCaption
source: Age
es: Edad

# tcnAge_reinsuColumnToolTip
source: Actuarial age of the main insured
es: Edad actuarial del asegurado principal

# tcnAmodepacumColumnCaption
source: Contribution Acct. Basic
es: Aporte Cta. Básica

# tcnAmodepacumColumnToolTip
source: Premium amount accumulated in the account base, according to the projected premium contribution for policy year
es: Monto de prima acumulada en la cuenta básica, según el aporte de prima proyectada para el año de la póliza

# tcnAmodepacum2ColumnCaption
source: Contribution tsp. Savings
es: Aporte Ctas. de Ahorros

# tcnAmodepacum2ColumnToolTip
source: Premium amount accumulated in savings accounts, according to the projected premium contribution for policy year
es: Monto de prima acumulada en las cuentas de ahorros, según los aporte de prima proyectada para el año de la póliza

# tcnValpolig2ColumnCaption
source: Value basic account
es: Valor cuenta básica

# tcnValpolig2ColumnToolTip
source: Amount of policy value to interest projection
es: Monto del valor póliza al interes para proyección

# tcnValpoliga2ColumnCaption
source: Value savings account
es: Valor cuenta ahorro

# tcnValpoliga2ColumnToolTip
source: Amount of policy value to interest projection
es: Monto del valor póliza al interes para proyección

# tcnValsurig2ColumnCaption
source: Surrender Value
es: Valor de rescate

# tcnValsurig2ColumnToolTip
source: Recaste amount of value calculated according to the policy value
es: Monto del valor de recaste según el valor póliza calculado

# tcnProdeathig2ColumnCaption
source: Insured Amount
es: Monto asegurado

# tcnProdeathig2ColumnToolTip
source: Amount of death protection at the option of compensation associated with the policy and the policy value calculated
es: Monto de protección por fallecimiento según la opción de indemnización asociada a la póliza, y el valor póliza calculado

# tcnValpoligColumnCaption
source: Value basic account
es: Valor cuenta básica

# tcnValpoligColumnToolTip
source: Amount of policy value to interest projection
es: Monto del valor póliza al interes para proyección

# tcnValpoligaColumnCaption
source: Value savings account
es: Valor cuenta ahorro

# tcnValpoligaColumnToolTip
source: Amount of policy value to interest projection
es: Monto del valor póliza al interes para proyección

# tcnValsurigColumnCaption
source: Surrender Value
es: Valor de rescate

# tcnValsurigColumnToolTip
source: Recaste amount of value calculated according to the policy value
es: Monto del valor de recaste según el valor póliza calculado

# tcnProdeathigColumnCaption
source: Insured Amount
es: Monto asegurado

# tcnProdeathigColumnToolTip
source: Amount of death protection at the option of compensation associated with the policy and the policy value calculated
es: Monto de protección por fallecimiento según la opción de indemnización asociada a la póliza, y el valor póliza calculado

# tcdEffecdateCaption
source: Date
es: Fecha

# tcdEffecdateToolTip
source: Effective date
es: Fecha de efecto

# tctClientCaption
source: Insured Person
es: Asegurado

# tctClientToolTip
source: Code of the insured
es: Codigo del asegurado

# tctOptionCaption
source: Option Compensation
es: Opción de Indemnización

# tcnPremdealCaption
source: Annual Projected Premium
es: Prima proyectada anual

# tcnPremfreqCaption
source: Modal Projected Premium
es: Prima proy. s/frecuencia de pago

# tcnAmountSurrenderColumnCaption
source: Amount of surrender
es: Monto de rescate

# tcnContributionColumnCaption
source: Contribution
es: Aporte

# tcnguaranteedsavingsColumnCaption
source: Guaranteed Savings
es: Ahorro Garantizado

# tcnGuaranteedSavingsCostColumnCaption
source: Guaranteed Savings Cost
es: Costo de ahorro garantizado

# tcnGuaranteedSavingsPremiumColumnCaption
source: Guaranteed Savings Premium
es: Prima de ahorro garantizado

# tcnMonthColumnCaption
source: Month
es: Mes

# tcnMonthlyIllustrationpolicyvalueColumnCaption
source: Monthly Illustration policy value
es: Ilustración mensual del valor póliza

# tcnMonthlyProjectionColumnCaption
source: Monthly Projection
es: Proyección mensual

# tcnPolicyValueColumnCaption
source: Policy value
es: Valor póliza

# tcnReserveGuaranteedSavingsColumnCaption
source: Reserve Guaranteed Savings
es: Reserva de ahorro garantizado

# tcnSurrenderColumnCaption
source: Surrender
es: Rescate

# tcnTotalColumnCaption
source: Total
es: Totales

# tcnYear1ColumnCaption
source: Year
es: Año
