Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/coreinsuran/coreinsuran/App_LocalResources/cr020.aspx.*.resx
Languages: es

# cboRisk_TypeColumnCaption
source: Type of Risk
es: Tipo de riesgo

# tcnMin_CapitaColumnCaption
source: Minimum Sum Insured
es: Capital mínimo

# tcnMin_CapitaColumnToolTip
source: Minimum sum insured required for the line or limit to be defined
es: Límite inferior de suma asegurada para la validez del pleno o límite que se va a definir.

# tcnMax_CapitaColumnCaption
source: Maximum Sum Insured
es: Capital máximo

# tcnMax_CapitaColumnToolTip
source: Maximum sum insured required for the line or limit to be defined
es: límite superior de suma asegurada para la validez del pleno o límite que se va a definir.

# tcnMin_rateColumnCaption
source: Minimum Rate
es: Tasa mínima

# tcnMin_rateColumnToolTip
source: If the classification is given according to the average rate, the lowest limit of the rate associated with the type of risk must be indicated in this field
es: Si la clasificación está dada por la tasa promedio, en este campo se indica el límite inferior de la tasa incluida en el tipo de riesgo.

# tcnMax_rateColumnCaption
source: Maximum Rate
es: Tasa máxima

# tcnMax_rateColumnToolTip
source: If the classification is given according to the average rate, the maximum limit rate included in the type of risk must be indicated
es: Si la clasificación está dada por la tasa promedio, en este campo se indica el límite máximo de la tasa incluida en el tipo de riesgo.

# chkExclusionColumnCaption
source: Excluded of the Contract
es: Excluido del contrato

# tcnNew_retentColumnCaption
source: Retention Limit
es: Límite de retención

# tcnNew_retentColumnToolTip
source: Retention amount associated with the treaty in question
es: Monto de retención para el contrato afectado.

# tcnLines_pctColumnCaption
source: Number of Lines
es: Cantidad de plenos

# tcnLines_pctColumnToolTip
source: Number of lines covered under the surplus treaty
es: Cantidad de líneas que soporta el contrato de excedentes.

# tcnPercent_CedColumnCaption
source: Ceded Percentage
es: Porcentaje cedido

# tcnPercent_CedColumnToolTip
source: Percentage ceded to the treaty
es: Porcentaje que se cede al contrato.

# cboRisk_TypeColumnToolTip
source: Type of risk associated with the contract
es: Tipo de riesgo asociado al contrato
