Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/maintenance/mantpolicy/App_LocalResources/MVI1014.aspx.*.resx
Languages: es

# TAR_TRALIFEResource_Caption
source: Rating Table Traditional Life
es: Tarifa Vida TR adicional

# NID_Caption
source: Consecutive Number
es: Consecutivo

# NID_ToolTip
source: Consecutive number identifying the record as unique.
es: Número consecutivo que identifica el registro en toda la tabla.

# NID.PropertiesTextEdit.ValidationSettings_ErrorText
source: The "Consecutive Number" is required.
es: El "Consecutivo" es requerido.

# NAGE_Caption
source: Age
es: Edad

# NAGE_ToolTip
source: Age of the rate
es: Edad a la que pertenece la tarifa.

# NINIPERCOV_Caption
source: Insurance Lowest Years Limit
es: Seguro Desde Años

# NINIPERCOV_ToolTip
source: Lowest limit of the number of years of the insurance period
es: Años "Desde" período de seguro de la cobertura.

# NENDPERCOV_Caption
source: Final Year of Insurance
es: Año Final de Seguro

# NENDPERCOV_ToolTip
source: Final year of the insurance period of the coverage.
es: Año final del período de seguro de la cobertura.

# NINIPAYCOV_Caption
source: Payment Lowest Years Limit
es: Pago Desde Años

# NINIPAYCOV_ToolTip
source: Lowest limit of the number of years of the payment period
es: Años "Desde" período de pago de la cobertura.

# NENDPAYCOV_Caption
source: Final Year of Payment
es: Año Final de Pagos

# NENDPAYCOV_ToolTip
source: Final year of the payment period of the coverage.
es: Año final del período de pago de la cobertura.

# NRATEWOMEN_Caption
source: Rate for Women
es: Tasa para Mujeres

# NRATEWOMEN_ToolTip
source: Rate for women.
es: Tasa para mujeres.

# NPREMWOMEN_Caption
source: Premium for Women
es: Prima para Mujeres

# NPREMWOMEN_ToolTip
source: Premium amount for women.
es: Monto de prima para mujeres.

# NRATEMEN_Caption
source: Rate for Men
es: Tasa para Hombres

# NRATEMEN_ToolTip
source: Rate for men.
es: Tasa para hombres.

# NPREMMEN_Caption
source: Premium for Men
es: Prima para Hombres

# NPREMMEN_ToolTip
source: Premium amount for men.
es: Monto de prima para hombres.

# NTYPE_TAR_Caption
source: Rating Table Type
es: Tipo de Tarifa

# NTYPE_TAR_ToolTip
source: Type of rating.
es: Tipo de tarifa.

# NTYPE_TAR.PropertiesComboBox.ValidationSettings_ErrorText
source: The "Rating Table Type" is required.
es: El "Tipo de Tarifa" es requerido.

# NRATE_Caption
source: Single Rate
es: Tasa Única

# NRATE_ToolTip
source: Single rate.
es: Tasa única.

# NPREMIUM_Caption
source: Single Premium
es: Prima Única

# NPREMIUM_ToolTip
source: Single Premium
es: Prima única.

# cbeBranchMessageErrorRequired0Resource
source: The "Line of Business" is required.
es: El "Ramo Comercial" es requerido.

# cbeBranchMessageErrorRequired1Resource
source: The "Product Code" is required.
es: El "Producto" es requerido.

# cbeBranchMessageErrorRequired2Resource
source: The "Coverage Module" is required.
es: El "Módulo" es requerido.

# cbeBranchMessageErrorRequired3Resource
source: The "Coverage Code" is required.
es: El "Cobertura" es requerido.

# cbeBranchMessageErrorRequired4Resource
source: The "Risk Type" is required.
es: El "Tipo de Clasificación" es requerido.

# cbeBranchMessageErrorRequired5Resource
source: The "Record Effective Date" is required.
es: El "Fecha de Efecto" es requerido.

# cbeBranchMessageErrorGeneralValidator6Resource
source: You can't make changes, the date is prior to the last change
es: No podrá realizar modificaciones, la fecha es anterior a la última modificación

# TAR_TRALIFEMessageErrorGeneralValidator7Resource
source: The key has already been entered in another record.
es: La llave primaria ya existe en otro registro.

# TAR_TRALIFEMessageErrorGeneralValidator8Resource
source: The range has already been entered in another record.
es: El rango ya existe en otro registro.

# TAR_TRALIFEMessageErrorGeneralValidator9Resource
source: The range has already been entered in another record.
es: El rango ya existe en otro registro.

# TAR_TRALIFEMessageErrorRequired11Resource
source: The "Consecutive Number" is required.
es: El "Consecutivo" es requerido.

# TAR_TRALIFEMessageErrorRequired12Resource
source: The "Rating Table Type" is required.
es: El "Tipo de Tarifa" es requerido.

# SSMOKING_Caption
source: Smoker
es: Fumador

# SSMOKING_ToolTip
source: Indicate if this apply to smoker
es: Indica si aplica a fumadores.
