Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/collection/collectionque/App_LocalResources/coc003.aspx.*.resx
Languages: es

# tcdEffecdateCaption
source: From
es: Desde

# tcdEffecdateToolTip
source: Initial date of the coverage
es: Fecha de inicio de cobertura

# tcdExpirDatCaption
source: To
es: Hasta

# tcdExpirDatToolTip
source: Date up to which coverage under the policy remains effective
es: Fecha de fin de cobertura

# cbeStatus_PreCaption
source: Status
es: Estado

# cbeStatus_PreToolTip
source: Current status of the bill
es: Estado actual del recibo

# tcdStatdateCaption
source: Date
es: Fecha

# tcdStatdateToolTip
source: Date when the bill changes to the curent status
es: Fecha en que toma el estado

# cbeWay_PayCaption
source: Method of Payment
es: Vía de cobro

# cbeWay_PayToolTip
source: Collection method of the bill
es: Via de pago del recibo

# tcnBulletinsCaption
source: Collection Schedule
es: Boletín

# tcnBulletinsToolTip
source: Number of the bulletin associated with the bill
es: Número de boletín donde esta asociado el recibo

# cbeTypeCaption
source: Type of Bill
es: Tipo de recibo

# cbeTypeToolTip
source: Type of bill
es: Tipo de recibo

# cbeTratypeiCaption
source: Origin of the Bill
es: Origen del recibo

# cbeTratypeiToolTip
source: Transaction that originates the bill
es: Transacción del sistema que originó el recibo

# cbePayFreqCaption
source: Frequency of payment
es: Frecuencia de pago

# cbePayFreqToolTip
source: Payment frequency of the bill
es: Frecuencia de pago del recibo

# tcnBalanceCaption
source: Balance Pending
es: Saldo pendiente

# tcnBalanceToolTip
source: Outstanding amount of the bill
es: Importe pendiente de pago del recibo

# cbeCurrency_BalCaption
source: Currency of the Balance
es: Moneda del Saldo

# cbeCurrency_BalToolTip
source: Type of currency in which the pending balance is expressed
es: Tipo de moneda en que se encuentra el saldo pendiente

# cbeNullCodeCaption
source: Cancellation
es: Anulación

# cbeNullCodeToolTip
source: Reason why the bill was cancelled
es: Causa de anulación del recibo

# tcnContratCaption
source: Contract
es: Contrato

# tcnContratToolTip
source: Number of the financing agreement associated with the bill
es: Número de contrato de financiamiento asociado al recibo

# cbeOfficeCaption
source: Branch Office
es: Sucursal

# cbeOfficeToolTip
source: Branch office to which the policy of the bill belongs
es: Sucursal a la que pertenece la poliza del recibo

# tcnPolizaCaption
source: Policy
es: Póliza

# tcnPolizaToolTip
source: Number of the policy to which the bill belongs
es: Número de póliza a la que pertenece el recibo

# tdcClientCaption
source: Client
es: Cliente

# tdcClientToolTip
source: Client who performs as bearer of the bill
es: Cliente titular del recibo

# tcnAmount_IntCaption
source: Commission Producer
es: Comisión Intermediario

# tcnAmount_IntToolTip
source: Commission amount assigned to the producer associated with the bill
es: Importe de comisión asignado al intermediario relacionado al recibo

# valIntermedCaption
source: Producer
es: Intermediario

# valIntermedToolTip
source: Producer of the bill
es: Intermediario del recibo

# tcnPremiumnCaption
source: Net premium
es: Prima neta

# tcnPremiumnToolTip
source: Premium amount of the bill without taxes
es: Importe de prima del recibo, sin impuestos

# tcnPremiumCaption
source: Premium Total
es: Prima Total

# tcnPremiumToolTip
source: Premium amount of the bill items
es: Importe de prima de los conceptios del recibo

# valCollectoCaption
source: Collector
es: Cobrador

# valCollectoToolTip
source: Collecting agent of the bill
es: Cobrador del recibo

# tcnInt_MoraCaption
source: Interests
es: Intereses

# tcnInt_MoraToolTip
source: Interest amount in arrears or administrative expenses
es: Importe correspondiente al interés de mora o gastos administrativos
