Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/policy/policytra/App_LocalResources/ca034.aspx.*.resx
Languages: es

# AnchorRehabilitaciónCaption
source: Reinstatement
es: Rehabilitación

# AnchorVigenciaCaption
source: Validity
es: Vigencia

# AnchorCaption
source: Rehabilitation / Recovery
es: Rehabilitación/Reactivación

# tcdNullDateCaption
source: Date
es: Fecha

# tcdNullDateToolTip
source: Date as of which the policy/certificate in process will be reinstated
es: Fecha a partir de la cual queda rehabilitada la póliza o certificado en tratamiento

# chkNullDevRecCaption
source: Cancel refund bill
es: Anular recibo de devolución

# chkAdicCoverCaption
source: Rehabilitate additional coverage
es: Rehabilitar coberturas adicionales

# chkNullReceiptCaption
source: Reinstatement of Last Bill
es: Rehabilitar último recibo

# nDay_payCaption
source: Period Until
es: Plazo hasta

# nDay_payToolTip
source: Maximum number of days of time allowed to cancel the debt of the policy
es: Cantidad máxima de días de plazo permitido para cancelar la deuda de la póliza

# SCA2-34Caption
source: Note
es: Nota

# chkRescRequestCaption
source: Note
es: Generar Solicitud

# chkRescReportCaption
source: Generate Report
es: Generar Reporte

# Anchor2Caption
source: Reinstatement
es: Datos de Verificación

# lblClienNameCaption
source: Client
es: Cliente

# lblInterNameCaption
source: Producer
es: Intermediario

# Anchor3Caption
source: Validity
es: Vigencia

# lblStartdatCaption
source: From
es: Desde

# lblExpirDatCaption
source: To
es: Hasta

# lblNullDateCaption
source: Maturity/Cancellation Date
es: Fecha de caducidad/anulación

# Anchor4Caption
source: Reinstatement
es: Saldado automático

# nBalanceCaption
source: Sum Insured
es: Capital

# nBalanceToolTip
source: Principal amount settled
es: Monto de capital saldado

# nSalvage_CurrCaption
source: Premium
es: Prima

# nSalvage_CurrToolTip
source: Premium amount repaid
es: Monto de prima saldada
