Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/policy/policytra/App_LocalResources/ca099a.aspx.*.resx
Languages: es

# btnQueryColumnCaption
source: Notes
es: Consultas asociadas

# btnQueryColumnToolTip
source: Notes
es: Consultas asociadas

# tcdEffecdateColumnCaption
source: Input Date
es: Fecha de ingreso

# tcdEffecdateColumnToolTip
source: Date when the quotation/proposal is recorded in the system
es: Fecha de ingreso de la cotización/propuesta

# tcdStatdateColumnCaption
source: Status Date
es: Fecha estado

# tcdStatdateColumnToolTip
source: Date of the status of the quotation/proposal
es: Fecha del estado de la cotización/propuesta

# cbeStatColumnCaption
source: Status
es: Estado

# cbeStatColumnToolTip
source: Status of the quotation/proposal
es: Estado de la cotización/propuesta

# valNoConversColumnCaption
source: Cause
es: Causa

# valNoConversColumnToolTip
source: Reason why the proposal/quotation was not converted
es: Causa de no conversión de propuesta/cotización a póliza

# cbeType_amendColumnCaption
source: Type of Endorsement
es: Tipo de endoso

# cbeType_amendColumnToolTip
source: Type of endorsement
es: Tipo de endoso

# tcnProponumColumnCaption
source: Application
es: Cotización

# tcnProponumColumnToolTip
source: Number of the proposal recorded
es: Número de la propuesta ingresada

# chkDoc_pendColumnCaption
source: Pending Documents
es: Documentos pendientes

# tcnServ_orderColumnCaption
source: N° Order of Service
es: N° Orden de servicio

# tcnServ_orderColumnToolTip
source: Number of the order for service or inspection associated with the proposal
es: Número de orden de servicio o inspección asociada a la propuesta

# valServ_orderColumnCaption
source: Status of the Service Order
es: Estado orden de servicio

# valServ_orderColumnToolTip
source: Status of the order for service
es: Estado orden de servicio

# tcnFirstPremColumnCaption
source: First Premium
es: Primera prima

# tcnFirstPremColumnToolTip
source: Amount of the first recorded premium
es: Monto de prima ingresada

# tctCurrPremColumnCaption
source: First Premium Currency
es: Moneda primera prima

# tctCurrPremColumnToolTip
source: Currency of the first premium
es: Moneda primera prima

# tcnExchangeColumnCaption
source: Exchange Rate
es: Factor de cambio

# tcnExchangeColumnToolTip
source: Exchange rate on the date when the policy is to be canceled/rejected
es: Factor de cambio a la fecha de Anulación/Rechazo

# tcnOrig_premColumnCaption
source: First Premium (Payment Currency)
es: Primera prima(moneda del pago)

# tcnOrig_premColumnToolTip
source: Amount of the recorded premium expressed in the payment currency
es: Monto de prima ingresada expresado en la moneda del pago

# tctOrig_currColumnCaption
source: Payment Currency
es: Moneda del pago

# tctOrig_currColumnToolTip
source: Currency of payment of the the first premium
es: Moneda del pago de primera prima

# chkPrem_cheqColumnCaption
source: First Premium paid with Cheque
es: Primera prima con cheque

# tcnRelationColumnCaption
source: N° Schedule
es: N° Relación

# tcnRelationColumnToolTip
source: Number of the schedule associated with the entry of the first premium
es: N° de relación asociado al movto en cta cte de primera prima

# tcnPolicyColumnCaption
source: Policy
es: Póliza

# tcnPolicyColumnToolTip
source: Number of the policy to which the proposal/quotation belongs
es: Numero de póliza a la que pertenece la propuesta/cotización

# cboWaitCodeColumnCaption
source: Reason for Pending Status
es: Causa de estado Pendiente

# tcnCollectColumnCaption
source: Expenses to Collect
es: Gastos a cobrar ( UF )

# tcnCollectColumnToolTip
source: Expenses to be collected
es: Gastos adminsitrativos ( UF )

# tcnGastMedColumnCaption
source: Medical examination expenses
es: Gastos exámenes médicos ( UF )

# tcnGastMedColumnToolTip
source: Expenses for medical examinations
es: Gastos exámenes médicos ( UF )

# tcnGastProvColumnCaption
source: Temporary Coverage Expenses
es: Gastos cobertura provisoria ( UF )

# tcnGastProvColumnToolTip
source: Temporary coverage costs
es: Gastos cobertura provisoria ( UF )

# chkDevolutColumnCaption
source: Refund
es: Devolución

# btnOrderColumnCaption
source: Payment Order
es: Orden de pago

# btnOrderColumnToolTip
source: If refund is indicated, it invokes the transaction of orders for payment
es: Invoca a la transacción de Ordenes de pago si se indica Devolución

# tctClienameColumnCaption
source: Policy Owner
es: Contratante

# tctClienameColumnToolTip
source: Name of the client who performs as the insurance holder
es: Nombre del cliente contratante

# tcdStartdateColumnCaption
source: Beginning of Effective Period
es: Inicio de vigencia

# tcdStartdateColumnToolTip
source: Date when the effective period of the insurance will begin if the quotation/proposal or temporary is converted into a policy
es: Fecha de inicio de vigencia de seguro si cot/prop se convierte a póliza

# tcdExpirdatColumnCaption
source: End of Effective Period
es: Fin de vigencia

# tcdExpirdatColumnToolTip
source: Date when the effective period of the insurance will end if the quotation/proposal is converted into a policy
es: Fecha de expiración de vigencia de seguro si cot/prop se convierte a póliza

# tcdMaximum_daColumnCaption
source: Due date
es: Vencimiento

# tcdMaximum_daColumnToolTip
source: Date Limit in the System
es: Fecha máxima de permanencia

# chksPenstatus_polColumnCaption
source: Print Pending Policy
es: Póliza Pendiente de Impresión

# btnObservColumnCaption
source: Observation
es: Observación

# btnObservColumnToolTip
source: Observations of the proposal
es: Obervaciones de la propuesta
