Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/policy/policytra/App_LocalResources/va669.aspx.*.resx
Languages: es

# AnchorDatos PolizaCaption
source: Policy Information
es: Datos de la póliza

# tctClientCaption
source: Policy Owner
es: Contratante del seguro

# tctClientToolTip
source: Code of the holder of the policy
es: Rut del contratante de la póliza

# AnchorVigenciaCaption
source: Policy Information
es: Vigencia de la póliza

# AnchorPrimaCaption
source: Policy Information
es: Datos de la prima

# tcdFromCaption
source: Initial
es: Inicio

# tcdFromToolTip
source: Date as of which the coverage of the policy is in force
es: Fecha de inicio de vigencia de la póliza

# cbeCurrencyCaption
source: Currency
es: Moneda

# cbeCurrencyToolTip
source: Currency associated with the policy
es: Moneda asociada a la póiza

# tcdToCaption
source: End
es: Fin

# tcdToToolTip
source: End date of the effective period of the policy
es: Fecha de término de vigencia de la póliza

# tcnYearBasPremCaption
source: Annual Basic Premium
es: Prima básica anual

# tcnYearBasPremToolTip
source: Basic annual premium of the policy/certificate in process
es: Prima básica anual de la póliza certificado en tratamiento

# tcnPremContributionCaption
source: Contributions made
es: Aportes realizados

# tcnPremContributionToolTip
source: Contributions made by the client up to the execution date of the process
es: Aportes realizados por el cliente hasta la fecha de ejecución del proceso

# tcnMinPremCaption
source: Minim Premium
es: Prima mínima

# tcnMinPremToolTip
source: Minimum premium associated with the policy/certificate
es: Prima mínima asociada a la póliza certificado entratamiento

# tcdLastContribCaption
source: Last Contribution
es: Último aporte realizado

# tcdLastContribToolTip
source: Date when the last entry of premium contribution was made to the policy/certificate in process
es: Fecha del último movimiento de aporte de prima realizado a la póliza certificado en tratamiento

# tcnProjPremCaption
source: Annual Projected Premium
es: Prima proyectada anual

# tcnProjPremToolTip
source: Projected premium associated with the policy/certificate in process
es: Prima proyectada anual asociada a la póliza certificado en tratamiento

# tcdLastModCaption
source: Last Modification
es: Última modificación

# tcdLastModToolTip
source: Date when the last modification associated with the policy/certificate in process was executed
es: Fecha de la última modificación asociada a la póliza certificado en tratamiento

# tcnProjPremPayCaption
source: Modal Projected Premium
es: Prima proyectada según frecuencia de pago

# tcnProjPremPayToolTip
source: Premium amount to be paid by the client according to the payment frequency associated with the policy
es: Monto de prima que el cliente debe pagar según frecuencia de pago asociada a la póliza

# tcnAddPremCaption
source: Additional Premium
es: Prima adicional

# tcnAddPremToolTip
source: Contribution amount of additional premium
es: Monto de aporte de prima adicional

# AnchorDatos Poliza2Caption
source: Duration of the Insurance
es: Rentabilidad

# tcnProjRentCaption
source: % of projected profit
es: % Rentabilidad proyectada

# tcnProjRentToolTip
source: Percentage of projected profitability asscociated to the policy/certificate in process
es: Porcentaje de rentabilidad proyectada asociada a la póliza certificado en tratamiento

# tcnWarrRentCaption
source: % of Guaranteed Profit
es: % Rentabilidad garantizada

# tcnWarrRentToolTip
source: Percentage of guaranteed profitability associated with the policy/certificate in process
es: Porcentaje de rentabilidad garantizada asociada a la póliza certificado en tratamiento

# AnchorRescatesCaption
source: Surrenders
es: Rescates

# tcnSurrYearCaption
source: Year
es: Año

# tcnSurrYearToolTip
source: Year of the surrender
es: Año del rescate

# tcnSurrMonthCaption
source: Month
es: Mes

# tcnSurrMonthToolTip
source: Surrender month
es: Mes del rescate

# tcnSurrAmountCaption
source: Surrender Amount
es: Monto de rescate

# tcnSurrAmountToolTip
source: Surrender amount according to the month/year specified
es: Monto del rescate en el año mes indicado

# AnchorPrima proyectadaCaption
source: Policy Information
es: Prima proyectada

# tcnTargetVPCaption
source: Target Policy Value
es: Valor póliza objetivo

# tcnTargetVPToolTip
source: Amount of value policy goal that the customer wants to get at the end of the policy
es: Monto del valor póliza objetivo que el cliente quiere obtener al finalizar la póliza

# tcnProposalProjPremCaption
source: Suggested Projected Premium
es: Prima proyectada sugerida

# tcnProposalProjPremToolTip
source: Projected annual premium amount payable by the client if you want the policy objective value shown on page
es: Monto de prima proyectada anual que deberá pagar el cliente si desea obtener el valor póliza objetivo indicado en la página

# AnchorIlustracionCaption
source: Illustration
es: Ilustración

# chkIllustPrintCaption
source: Illustration
es: Impresión de la ilustración

# chkShowIllustrationCaption
source: Make Illustration Calculation
es: Realizar cálculo de ilustración

# tcnIniYearColumnCaption
source: Final Year
es: Año Inicial

# tcnIniYearColumnToolTip
source: Initial year of the payment schedule
es: Año inicial del plan de pago

# tcnEndYearColumnCaption
source: Final Year
es: Año Final

# tcnEndYearColumnToolTip
source: Final year of the payment schedule
es: Año final del plan de pago

# tcnYearPremColumnCaption
source: Annual Premium to Pay
es: Prima anual a pagar

# tcnYearPremColumnToolTip
source: Premium amount/contribution associated with the years range of the payment schedule being defined
es: Monto de prima/aporte anual asociado al rango de años del plan de pago que se define

# AnchorPlan de pagoCaption
source: Apply On
es: Plan de pago
