Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/policy/policytra/App_LocalResources/vi010.aspx.*.resx
Languages: es

# tcnCodFundColumnCaption
source: Fund
es: Fondo

# tcnCodFundColumnToolTip
source: Code of the funds associated with the products of the policy in process
es: Código de los fondos que se encuentran asociados al producto de la polizá en tratamiento.

# tctFundsDescriptColumnToolTip
source: Description of the Funds that are associated with the product of the policy on treatment.
es: Descripción de los fondos que se encuentran asociados al producto de la polizá en tratamiento.

# chkActivFoundColumnCaption
source: Active Portfolio
es: Portafolio Activo

# chkActivFoundColumnToolTip
source: Indicates whether the asset portfolio to invest
es: Indica si el portafolio esta activo para invertir

# tcnUnitsColumnCaption
source: Units
es: Unidades

# tcnUnitsColumnToolTip
source: Number of units adquired by the policy in process which are associated with each fund taken into account the date of the process
es: Número de unidades adquiridas por la póliza en tratamiento para cada fondo a la fecha del proceso.

# tcnTotal_AmountColumnCaption
source: Value
es: Valor ($)

# tcnTotal_AmountColumnToolTip
source: The value of the shares assigned to the fund taking into account the date of the transaction
es: El valor de las unidades por cada fondo tomando en cuenta la fecha de la transacción.

# tcnBalanceColumnCaption
source: Balance
es: Saldo

# tcnBalanceColumnToolTip
source: Balance of the investment fund
es: Saldo del fondo

# btnSignalColumnCaption
source: Sign (+/-)
es: Signo (+/-)

# btnSignalColumnToolTip
source: It indicates whether the entry pertains to the inputting or outputting of shares for the fund in process
es: Indica si el movimiento es de entrada o salida de unidades del fondo en tratamiento.

# tcnUnitsChangeColumnCaption
source: Units to exchange
es: Unidades a cambiar

# tcnUnitsChangeColumnToolTip
source: Number of input/output units in the fund in process.
es: Cantidad de unidades de entrada/salida del fondo en tratamiento.

# tcnValueChangeColumnCaption
source: Value to exchange
es: Valor a cambiar (M.O.)

# tcnValueChangeColumnToolTip
source: Input/Output amount for the fund in process.
es: Monto de entrada/salida del fondo en tratamiento.

# tcnAvailableColumnCaption
source: Available for purchase
es: Disponible para la compra

# tcnAvailableColumnToolTip
source: Amount available for the purchase
es: Monto disponible para la compra.

# tcnBuy_costColumnCaption
source: Cost of Unit Purchase
es: Costo de compra

# tcnBuy_costColumnToolTip
source: Amount to be charged to the client on account of the purchase of shares
es: Monto a cobrar al cliente por concepto de compras de unidades.

# tcnSell_costColumnCaption
source: Sale Cost
es: Costo de venta

# tcnSell_costColumnToolTip
source: Amount to charge the customer from the sale of units.
es: Monto a cobrar al cliente por concepto de venta de unidades.

# tcnSwi_costColumnCaption
source: Switch charge
es: Cargo fijo por switch

# tcnSwi_costColumnToolTip
source: Amount to be charged to the client when the total number of charges-exempt switches, as defined in the Products Designer, has been exceeded
es: Corresponde al monto fijo a cobrar al cliente una vez haya excedido el total de switches sin cargo, este valor es definido por el diseño del producto.

# tcnSwi_cost_percColumnCaption
source: Percentage charge switch
es: Cargo porcentual por switch

# tcnSwi_cost_percColumnToolTip
source: The percentage of the amount of switch to charge the customer once it has exceeded the total toll switches, this value is defined by the product design.
es: Corresponde al porcentaje sobre el monto de switch a cobrar al cliente una vez haya excedido el total de switches sin cargo, este valor es definido por el diseño del producto.

# tcnSwi_cost_totColumnCaption
source: Total charge per switch
es: Cargo total por switch

# tcnSwi_cost_totColumnToolTip
source: Amount to be charged to the client when the total number of charges-exempt switches, as defined in the Products Designer, has been exceeded
es: Corresponde al monto a cobrar al cliente una vez haya excedido el total de switches sin cargo, este valor es definido por el diseño del producto.

# tcnDeb_accColumnCaption
source: Current Account Debit
es: Débito a cuenta corriente

# tcnDeb_accColumnToolTip
source: Amount to be debited from the current account for the “switch' surcharge and the shares purchase/sales cost
es: Monto a debitar de la cuenta corriente del cliente por concepto de cargo de switch y costo de compra / costo de venta de unidades.

# chkVigenColumnCaption
source: Restricted for sale
es: Restringido para la venta

# chkVigenColumnToolTip
source: Indicates whether the fund is restricted for sale
es: Indica si el fondo está restringido para la venta

# tcnTotalCaption
source: Total Balance
es: Saldo total

# tcnTotalToolTip
source: Sum of individual balances of every fund
es: Sumatoría de los saldos individuales de cada fondo

# tctBranchColumnCaption
source: Line of Business
es: Ramo

# tctProductColumnCaption
source: Product
es: Producto

# tcnPolicyColumnCaption
source: Policy
es: Póliza

# tcnCertifColumnCaption
source: Certificate
es: Certificado

# tcdEffecdateColumnCaption
source: Effective date
es: Fecha de efecto

# tcnBuysTotColumnCaption
source: Purchase applications
es: Solicitudes de compra

# tcnBuysTotColumnToolTip
source: Corresponds to the amount requested for purchase
es: Corresponde al monto solicitado para compra

# tcnSellsTotColumnCaption
source: Sales inquiries
es: Solicitudes de venta

# tcnSellsTotColumnToolTip
source: Corresponds to the amount requested for Sale
es: Corresponde al monto solicitado para venta
