Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/dropthings/Admin/App_LocalResources/Initialization.aspx.*.resx
Languages: es

# PageResource.Title
source: Initialization
es: Inicialización

# ASPxLabelResource.Text
source: Are you sure want to execute the operation?
es: ¿Está seguro de realizar la operación?

# popupMessageHeaderResource.Text
source: Confirmation
es: Confirmación

# InitializeButtonResource.Text
source: Initialize
es: Inicializar

# TaskCheckBoxResource.Text
source: Agenda Tasks
es: Tareas de agenda

# zoneInstructionLabelResource.Text
source: This section will clean the system information.
es: En esta sección se limpiará la información que este actualmente en el sistema.

# MessageLabelResource.Text
source: You should select some option for start the operation.
es: Deber seleccionar alguna opción para iniciar la operación.

# popupMessageTextHeader.Text
source: Message
es: Mensaje

# CleanButtonResource.Text
source: Clean
es: Limpiar

# GenerateInstructionLabelResource.Text
source: This section generates the information needed to activate the portal.
es: En esta sección se genera la información necesaria para activar el portal.

# OneUsersInitCheckBoxResource.Text
source: Create VisualTIME specific users in the Portal
es: Crear usuarios especificos de VisualTIME en el portal

# RolesAndUsersCheckBoxResource.Text
source: Portal Roles and Users
es: Roles y usuarios del portal

# RolesConfigCheckBoxResource.Text
source: Create roles setup
es: Crear roles de configuración del portal

# RolesInitCheckBoxResource.Text
source: Create VisualTIME roles in the Portal
es: Crear roles de VisualTIME en el portal

# UsersInitCheckBoxResource.Text
source: Create VisualTIME users in the Portal
es: Crear usuarios de VisualTIME en el portal

# RolesAndUsersCallbackPanelMessage
source: We have created the user 'admin', please re-enter with that user. You will be redirected in:
es: Hemos creado el usuario 'admin', por favor, vuelva a entrar con ese usuario.Usted será redirigido en:

# DocumentCacheCheckBoxResource.Text
source: Document cache information
es: Documentos pendientes

# WidgetsInRolesInitCheckBoxResource.Text
source: Create initial configuration for widgets by role
es: Crear configuración inicial de los widgets por roles

# AnonymousUsersCheckBoxResource.Text
source: Anonymous Users
es: Usuarios anónimos

# NavigationDirectoryCheckBoxResource.Text
source: Navigation directory
es: Directorio de navegación

# CopyUserConfigurationCheckBoxResource.Text
source: Copy the configuration of a specific user
es: Copiar la configuración de un usuario específico

# ASPxRoundPanel1Resource.HeaderText
source: Initialization
es: Inicialización

# CopyUserConfigurationOption1.Text
source: Respect the configuration of the Role / Schema in the target user
es: Respetar la configuracion del Rol/Esquema en el usuario destino

# CopyUserConfigurationOption2.Text
source: Copy the Widgets to the Role / Schema associated to the User Destination
es: Copiar Widgets al Rol/Esquema asociado al usuario destino

# SendCredentialsAllUsersCheckBoxResource.Text
source: Send credentials by e-mail
es: Enviar credenciales por e-mail

# SendCredentialsSomeUsersCheckBoxResource.Text
source: Send credentials by e-mail
es: Enviar credenciales por e-mail

# FIRSTNAMEColumnResource.Caption
source: First Name
es: Nombre

# LASTNAMEColumnResource.Caption
source: Last Name
es: Apellido

# OneUsersInitTokenBoxResource.NullText
source: Please, type the user name of VisualTIME
es: Por favor, digite el nombre de usuario de VisualTIME

# USERNAMEColumnResource.Caption
source: User Name
es: Usuario

# chkCreateRoleBackOffice.Text
source: Specifically select the role
es: Seleccionar específicamente el rol

# MessageRoleInitProcess
source: The process of creating roles and special widgets started
es: Se inició el proceso de creación de roles y widgets especiales

# MessageRoleInitProcessCorrectly
source: The roles and widgets generated correctly
es: Se generó correctamente los roles y sus widgets

# SecuritySection.Header
source: This section will generate the users for the security schema.
es: En esta sección se generan los usuarios para el esquema de seguridad.

# SecuritySection.Alert
source: This operation may take several seconds, depending on the amount of users.
es: Esta operación puede tomar varios segundos, dependiendo de la cantidad de usuarios.

# SecuritySection.Text
source: Synchronize users
es: Sincronizar usuarios

# RolesAndUsersCallbackPanelMessageAdmin
source: We have created the user 'admin', please re-enter with that user and password '{pass}'. You will be redirected in:
es: Hemos creado el usuario 'admin', por favor, vuelva a entrar con ese usuario y contraseña '{pass}'.Usted será redirigido en:

# originUsersLabel
source: Origin user
es: Usuario de origen

# targetUsersLabel
source: Target users
es: Usuarios de destino
