Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/dropthings/Admin/App_LocalResources/UsersManager.aspx.*.resx
Languages: es

# btnDeleteResource.ToolTip
source: Delete information
es: Eliminar información

# ClientIDColumnResource.Caption
source: Client ID
es: Código del cliente

# CommentColumnResource.Caption
source: Comment
es: Comentario

# CreationDateColumnResource.Caption
source: Creation Date
es: Fecha de creación

# EmailColumnResource.Caption
source: E-mail
es: Correo electrónico

# IsApprovedColumnResource.Caption
source: Is Approved
es: Aprobado

# IsLockedOutColumnResource.Caption
source: Is Locked Out
es: Bloqueado

# IsOnlineColumnResource.Caption
source: Is Online
es: En línea

# LastActivityDateColumnResource.Caption
source: Last Activity Date
es: Última vez de actividad

# LastLockoutDateColumnResource.Caption
source: Last Lockout Date
es: Última vez bloqueado

# LastLoginDateColumnResource.Caption
source: Last Login Date
es: Última vez de acceso

# LastPasswordChangedDateColumnResource.Caption
source: Last Password Changed Date
es: Último cambio de contraseña

# PageResource1.Title
source: Users Manager
es: Mantenimiento de usuarios

# PasswordQuestionColumnResource.Caption
source: Password Question
es: Pregunta de la contraseña

# ASPxLabel1Resource.Text
source: Are you sure want to delete the selected rows?
es: ¿Está seguro de querer eliminar las filas seleccionadas?

# popupMessageHeaderResource.Text
source: Delete Confirmation
es: Confirmación de borrado

# ProducerIDColumnResource.Caption
source: Producer ID
es: Código del productor

# RolesAssignedColumnResource.Caption
source: Roles Assigned
es: Roles asignados

# UserNameColumnResource.Caption
source: User Name
es: Nombre de usuario

# Literal1Resource.Text
source: Last Login Date
es: Última vez de acceso

# Literal2Resource.Text
source: Is LockedOut
es: Bloqueado

# Literal3Resource.Text
source: Is Online
es: En línea

# Literal4Resource.Text
source: Creation Date
es: Fecha de creación

# Literal6Resource.Text
source: STATUS
es: ESTADO

# Literal7Resource.Text
source: AUDIT
es: AUDITORÍA

# DetailsResource.Caption
source: Details
es: Detalles

# InfoLinkResource.Text
source: More Info...
es: Más Info...

# Literal10Resource.Text
source: Last Password Changed
es: Último cambio de contraseña

# Literal12Resource.Text
source: Roles Assigned
es: Roles Asignados

# Literal5Resource.Text
source: Last Activity Date
es: Última vez de actividad

# Literal8Resource.Text
source: Last Lockout Date
es: Última vez bloqueado

# popupResource.HeaderText
source: Details
es: Detalles

# RoleMessage
source: No role assigned
es: Ningún rol asignado

# EmailTextBoxResource.ToolTip
source: In this email will be sent notice of the change / recovery password, if is empty will be sent to current e-mail.
es: A este correo se le enviará la notificación del cambio/recuperación de la contraseña, si esta vacío se enviará al correo actual.

# GetRecoverPasswordButtonResource.Text
source: Recover
es: Recuperar

# PasswordLiteralResource.Text
source: RECOVER PASSWORD
es: RECUPERAR CONTRASEÑA

# RestorePasswordCheckBoxResource.Text
source: Send new password
es: Enviar contraseña nueva

# RestorePasswordCheckBoxResource.ToolTip
source: If is true will generate a new password, but will recover the current password.
es: Si es verdadero se generar una contraseña nueva , sino la contraseña actual se recuperará.

# ClientIDMessageErrorResource
source: You must select a client
es: Debe seleccionar un cliente

# ProducerIDMessageErrorResource
source: You must set a producer id
es: Debe establecer un identificador de productor

# IsInactiveColumnResource.Caption
source: Is Inactive
es: Inactivo

# EmailChangeMessageErrorResource
source: Email and there is bound to another user
es: El email ya existe vinculado a otro usuario

# ClientExistentMessageErrorResource
source: You must select a existent client
es: Debe seleccionar un cliente existente

# ProducerExistentMessageErrorResource
source: You must set a existent producer id
es: Debe establecer un identificador de productor existente

# AllowSchedulerColumnResource.Caption
source: Allow Scheduler:
es: Permitir Agenda:

# IsAdministratorColumnResource.Caption
source: Is Administrator:
es: Es Administrador:

# IsEmployeeColumnResource.Caption
source: Is Employee:
es: Es Empleado:

# SecurityLevel.Caption
source: Security Level.
es: Nivel Seguridad.

# SecurityLevel.ToolTip
source: Security of the Level
es: Nivel de Seguridad.

# IsInactiveOutIDMessageErrorResource
source: The user is Inactive in BackOffice.
es: El usuario esta Inactivo en el BackOffice.

# IsLoockedOutIDMessageErrorResource
source: The user is locked in BackOffice.
es: El usuario esta bloqueado en el BackOffice.

# lblSearchResource.Text
source: Search:
es: Buscar:

# btnSeachResource.ToolTip
source: Search information
es: Buscar información

# userPagerResource.PageSizeItemSettings.Caption
source: Page size:
es: Tamaño de página:

# userPagerResource.Summary.AllPagesText
source: Pages: {0} - {1} ({2} items)
es: Páginas: {0} - {1} ({2} artículos)

# userPagerResource.Summary.Text
source: Page {0} of {1}
es: Página {0} de {1}

# RoleIsBackOffice
source: The relationship of the user with the role 'RoleName' can only be modified from the backoffice
es: La relacion del usuario con el role 'RoleName', solo puede ser modificada desde el backoffice

# RoleAssegnedEmpty
source: Unassigned
es: Sin asignar

# USERCHANGEMESSAGEERRORRESOURCE
source: A user with this name already exists
es: Ya existe un usuario con este nombre

# PasswordNeverExpiresColumnResource.Caption
source: Passsword never expires
es: Contraseña nunca expira
