Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/product/productseq/coverseq/App_LocalResources/dp018p.aspx.*.resx
Languages: es

# cbeCurrencyCaption
source: Currency
es: Moneda

# cbeCurrencyToolTip
source: Currency in which the amounts associated with the coverage are expressed
es: Moneda en la que están expresados los importes asociados a la cobertura

# valBillitemCaption
source: Item
es: Concepto

# valBillitemToolTip
source: Billing item where the coverage in process is billed
es: Concepto de facturación donde es facturada la cobertura

# cbeRetarifCaption
source: Recalculation
es: Retarificación

# cbeRetarifToolTip
source: It indicates when the coverage should be recalculated
es: Indica cuando se debe retarificar la cobertura

# chkCover_useCaption
source: Basic Coverage
es: Cobertura principal

# chkCover_useToolTip
source: It indicates that the coverage in process is one of the basic coverages associated with the policies of the product
es: Indica que la cobertura en tratamiento corresponde a una de las coberturas principales asociadas pertenecientes al producto

# tctCondSVSCaption
source: Terms & Conditions
es: Condicionado de SVS

# tctCondSVSToolTip
source: Code conditioned upon the SVS
es: Código del condicionado según la SVS

# AnchorRamos para interfacesCaption
source: Lines of Business for Interface
es: Ramos para interfaces

# cbeBranch_ledCaption
source: Accounting
es: Contable ( Fecu )

# cbeBranch_ledToolTip
source: Accounting line of business to which the coverage belongs
es: Ramo contable al que corresponde la cobertura

# chkControlCaption
source: Accumulation Control by Insured Person
es: Control de cúmulo por asegurado

# chkControlToolTip
source: The coverage must not be associated with a client more than once in another policy
es: Indicar que se debe controlar que la cobertura no esté asociada a un cliente más de una vez en otras póliza vigentes

# cbeBranch_reiCaption
source: Reinsurance
es: Reaseguro

# cbeBranch_reiToolTip
source: Line of business to which the coverage belongs
es: Ramo de reaseguro al que corresponde la cobertura

# chkSurvCaption
source: Coverage for Paid-up or ETI Insurance
es: Cobertura para saldación

# chkSurvToolTip
source: Lets identify the coverage of survival for the settlement process and extended the time for updating
es: Permite indentificar la cobertura de sobrevivencia, para los procesos de saldado y prorrogado al momento de su actualización

# cbeBranch_estCaption
source: Solvency Margin Classification
es: Estadistico

# cbeBranch_estToolTip
source: Cover classification according to the SVS (Superintendencia de Valores y Seguros)
es: Clasificación de la cobertura según la SVS (Superintendencia de Valores y Seguros)

# chkCalreinCaption
source: Redistribute Reinsurance upon anniversary
es: Redistribuir reaseguro en aniversario

# chkCalreinToolTip
source: Indicate that in the process of anniversary coverage should make the distribution of reinsurance
es: Indicar que en el proceso de aniversario de coberturas se debe realizar la distribución de reaseguro

# cbeBranch_genCaption
source: Generic
es: Genérico

# cbeBranch_genToolTip
source: Generic line of business to which the coverage belongs
es: Ramo genérico al que corresponde la cobertura

# chkDependCaption
source: Main Insured Dependency
es: Dependencia del asegurado principal

# chkDependToolTip
source: It indicates if the additional insured must be excluded when the main insured is excluded
es: Indica si se debe excluir a los asegurados adicionales cuando se excluye al principal

# chkReinOrigCondCaption
source: Reinsurance Originals Terms & Conditions
es: Condiciones originales de reaseguro

# chkReinOrigCondToolTip
source: It indicates that the coverage always mantains the reinsurance conditions in force until it will be added to the policy
es: Indica que la cobertura siempre mantiene las condiciones de reaseguro vigentes a la fecha de ser incorporada a la póliza

# AnchorSuma paraCaption
source: Lines of Business for Interface
es: Suma para

# AnchorCaption
source: Sum Insured
es: Capital

# OptAddsuini_CStr1Caption
source: Does not Apply
es: Suma

# OptAddsuini_CStr1ToolTip
source: It indicates if the sum insured of the coverage is accumulated in order to obtain the sum insured of the policy
es: Indica si el capital de la cobertura se acumula para obtener el capital de la póliza

# Anchor2Caption
source: Reinsurance
es: Reaseguro

# OptAddreini_CStr1Caption
source: Does not Apply
es: Suma

# OptAddreini_CStr1ToolTip
source: The coverage is not taken into account to calculate the reinsurance
es: Indica si el capital de la cobertura se acumula para obtener el capital a reasegurar

# Anchor3Caption
source: Taxes
es: Impuestos

# OptAddtaxin_CStr1Caption
source: Does not Apply
es: Suma

# OptAddtaxin_CStr1ToolTip
source: The highest tax is the one to be applied to the policy
es: Indica si el capital de la cobertura se acumula para el cálculo de impuestos

# OptAddsuini_CStr3Caption
source: Does not Apply
es: Mayor

# OptAddsuini_CStr3ToolTip
source: It indicates if the sum insured of the coverage is accumulated in order to obtain the sum insured of the policy
es: El capital asegurado mayor corresponde al capital de la póliza

# OptAddreini_CStr3Caption
source: Does not Apply
es: Mayor

# OptAddreini_CStr3ToolTip
source: The coverage is not taken into account to calculate the reinsurance
es: Con el capital asegurado mayor se obtiene el capital de reaseguro

# OptAddtaxin_CStr3Caption
source: Does not Apply
es: Mayor

# OptAddtaxin_CStr3ToolTip
source: The highest tax is the one to be applied to the policy
es: El impuesto mayor corresponde al impuesto a aplicar a la póliza

# OptAddsuini_CStr2Caption
source: Does not Apply
es: No aplica

# OptAddsuini_CStr2ToolTip
source: It indicates if the sum insured of the coverage is accumulated in order to obtain the sum insured of the policy
es: La cobertura no se toma en cuenta para el cálculo del capital de la póliza

# OptAddreini_CStr2Caption
source: Does not Apply
es: No aplica

# OptAddreini_CStr2ToolTip
source: The coverage is not taken into account to calculate the reinsurance
es: La cobertura no se toma en cuenta para el cálculo del reaseguro

# OptAddtaxin_CStr2Caption
source: Does not Apply
es: No aplica

# OptAddtaxin_CStr2ToolTip
source: The highest tax is the one to be applied to the policy
es: La cobertura no se toma en cuenta para el cálculo del capital de impuestos

# txtNoteCaption
source: Notes
es: Notas
