Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/maintenance/mantagent/App_LocalResources/mag002.aspx.*.resx
Languages: es

# tctnBranchColumnCaption
source: Line of Business
es: Ramo

# tctnBranchColumnToolTip
source: Line of Business to which the life commissions belong
es: Ramo al que pertenecen las comisiones de vida

# tctnProductColumnCaption
source: Product
es: Producto

# tctnProductColumnToolTip
source: Product to which the specified commissions being processed belong
es: Producto al que pertenecen las comisiones establecidas

# tctnModulecColumnToolTip
source: Plan (module) to which the commissions defined belong
es: Plan (módulo) al que pertenecen las comisiones establecidas

# cbeBranchColumnCaption
source: Line of Business
es: Ramo

# cbeBranchColumnToolTip
source: Line of Business to which the life commissions belong
es: Ramo al que pertenecen las comisiones de vida

# valProductColumnCaption
source: Product
es: Producto

# valProductColumnToolTip
source: Product to which the specified commissions being processed belong
es: Producto al que pertenecen las comisiones establecidas

# valModulecColumnToolTip
source: Plan (module) to which the commissions defined belong
es: Plan (módulo) al que pertenecen las comisiones establecidas

# tctnCoverColumnCaption
source: Coverage
es: Cobertura

# tctnCoverColumnToolTip
source: Coverage to which the defined commissions belong
es: Cobertura a la que pertenecen las comisiones establecidas

# tctnWay_PayColumnCaption
source: Payment method
es: Vía de pago

# tctnWay_PayColumnToolTip
source: Collection method to which the defined commissions belong
es: Vía de pago a la que pertenecen las comisiones establecidas

# tctnSellchannellColumnCaption
source: Sales channel
es: Canal de ventas

# tctnSellchannellColumnToolTip
source: Distribution channel to which the commissions belong
es: Canal de ventas al que pertenecen las comisiones establecidas

# valCoverColumnCaption
source: Coverage
es: Cobertura

# valCoverColumnToolTip
source: Coverage to which the defined commissions belong
es: Cobertura a la que pertenecen las comisiones establecidas

# valWay_PayColumnCaption
source: Payment method
es: Vía de pago

# valWay_PayColumnToolTip
source: Collection method to which the defined commissions belong
es: Vía de pago a la que pertenecen las comisiones establecidas

# valSellchannellColumnCaption
source: Sales channel
es: Canal de ventas

# valSellchannellColumnToolTip
source: Distribution channel to which the commissions belong
es: Canal de ventas al que pertenecen las comisiones establecidas

# tcnMin_duratColumnCaption
source: Duration from
es: Duración desde

# tcnMin_duratColumnToolTip
source: Year of the policy from which the commission will be applied
es: Año de duración de la póliza a partir del cual aplica la comisión

# tcnMax_duratColumnCaption
source: Duration to
es: Duración hasta

# tcnMax_duratColumnToolTip
source: Year of the policy until which the commission will be applied
es: Año de duración de la póliza hasta el cual aplica la comisión

# tcnPolicy_durColumnCaption
source: Year of the policy
es: Año de la póliza

# tcnPolicy_durColumnToolTip
source: Minimum year in which the policy must be to implement the commission
es: Año mínimo en el que debe encontrarse la póliza para aplicar la comisión

# tcnPercentColumnCaption
source: % Commission
es: % Comisión

# tcnPercentColumnToolTip
source: Commission percentage
es: Porcentaje de comisión

# tctnCurrencyColumnCaption
source: Currency
es: Moneda

# tctnCurrencyColumnToolTip
source: Currency in which the commission is expressed
es: Moneda en la que se expresa la comisión

# valCurrencyColumnCaption
source: Currency
es: Moneda

# valCurrencyColumnToolTip
source: Currency in which the commission is expressed
es: Moneda en la que se expresa la comisión

# tcnAmountColumnCaption
source: Fixed commission
es: Comisión fija

# tcnAmountColumnToolTip
source: Fixed commission amount that is expressed in the selected currency
es: Monto de comisión fija expresado en la moneda indicada

# cmdNextToolTip
source: See previous records
es: Ver registros posteriores
