Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/maintenance/mantagent/App_LocalResources/mag003.aspx.*.resx
Languages: es

# cbeBranchColumnCaption
source: Line of Business
es: Ramo

# cbeBranchColumnToolTip
source: Line of business to which the commissions to be processed belong
es: Ramo al que pertenecen las comisiones a procesar

# tcnProductColumnCaption
source: Product coverage
es: Cod. Producto

# tcnProductColumnToolTip
source: Code of the product to which the specified commissions belong
es: Código del Producto al que pertenecen las comisiones establecidas

# valProductColumnCaption
source: Product
es: Producto

# valProductColumnToolTip
source: Name of the product to which the specified commissions belong
es: Nombre del producto al que pertenecen las comisiones establecidas

# cbeWay_PayColumnCaption
source: Payment method
es: Vía de pago

# cbeWay_PayColumnToolTip
source: Collection method to which the defined commissions belong
es: Vía de pago al que pertenecen las comisiones establecidas

# cbePayfreqColumnCaption
source: Payment frequency
es: Frecuencia de pago

# cbePayfreqColumnToolTip
source: Payment frequency associated with the commission
es: Frecuencia de pago asociada a la comisión

# tcnInstallmentsColumnCaption
source: Number of Installments
es: Cantidad de cuotas

# tcnInstallmentsColumnToolTip
source: Number of payment drafts to which the commission is associated with
es: Número de cuotas de pago a la que se asocia la comisión

# valModulecColumnCaption
source: Plan (Module)
es: Plan (módulo)

# valModulecColumnToolTip
source: Number of the coverages plan (module) to which the commissions defined belong
es: Número de plan (módulo) de coberturas o plan al que pertenecen las comisiones establecidas

# tcnCoverColumnCaption
source: Coverage
es: Cobertura

# tcnCoverColumnToolTip
source: Coverage to which the defined commissions belong
es: Cobertura al que pertenecen las comisiones establecidas

# tcnDurationColumnCaption
source: Duration of the Insurance
es: Duración del seguro

# tcnDurationColumnToolTip
source: Number of months that the policy will be in force
es: Cantidad de meses de duración que tendrá la póliza por vigencia

# tcnInit_MonthColumnCaption
source: Initial month
es: Mes inicial

# tcnInit_MonthColumnToolTip
source: Month of the policy as of which the commission applies
es: Mes de la póliza a partir del cual aplica la comisión

# tcnFinal_MonthColumnCaption
source: Final month
es: Mes final

# tcnFinal_MonthColumnToolTip
source: Month of the policy until which the commission applies
es: Mes de la póliza hasta el cual aplica la comisión

# tcnPercentColumnCaption
source: Percentage
es: Porcentaje

# tcnPercentColumnToolTip
source: Commission percentage to be assigned to the producer
es: Porcentaje de comisión a asignar al intermediario

# cbeCurrencyColumnCaption
source: Currency
es: Moneda

# cbeCurrencyColumnToolTip
source: Currency in which the commission amount is expressed
es: Moneda en la que se expresa el monto de comisión

# tcnAmountColumnCaption
source: Fixed commission
es: Comisión fija

# tcnAmountColumnToolTip
source: Commission amount to be assigned to the producer
es: Monto de comisión a asignar al intermediario

# valAgreementColumnCaption
source: Agreement
es: Convenio

# valAgreementColumnToolTip
source: Number of the Agreement
es: Número de Convenio
