Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/App_GlobalResources/_addRule.*.resx
Languages: es

source: Alarm Type
es: Tipo de alarma

# AlarmTypeDescription
source: Alarm Type <p style="display:inline;font-size:11px;font-weight:normal;">(Select a record with a click to view detailed information about it).</p>
es: Tipo de alarma <p style="display:inline;font-size:11px;font-weight:normal;">(Seleccione un registro con un click para ver la información detallada del mismo).</p>

# CurrencyCodeDescription
source: Currency
es: Moneda

# Discountorextrapremiumcode
source: Description
es: Descripción

# DiscountOrExtraPremiumDescription
source: Description
es: Descripción

# DiscountorExtraPremiumTypeDescription
source: Type
es: Tipo

# DOfFlatExtraPremiumDays
source: Days
es: Días

# DOfFlatExtraPremiumMonths
source: Months
es: Meses

# DOfFlatExtraPremiumYears
source: Years
es: Años

# ExclusionPeriodType
source: Period Type
es: Período

# ExclusionPeriodTypeDescription
source: Period Type
es: Período

# ExtraPremiumPercentage
source: Extra Percentage
es: Factor (Porcentaje)

# MaximumInsuredAmount
source: Maximum Amount
es: Monto fijo o a agregar

# CoverageCode
source: Coverage
es: Cobertura

# CoverageDescription
source: Coverage
es: Cobertura

# CurrencyCode
source: Currency
es: Moneda

# DiscountorExtraPremiumType
source: Type
es: Tipo

# ExclusionType
source: Type
es: Tipo

# ExclusionTypeDescription
source: Type
es: Tipo

# ProductModule
source: Module
es: Módulo

# ProductModuleDescription
source: Module
es: Módulo

# ImpairmentCode
source: Illness
es: Enfermedad

# ImpairmentCodeDescription
source: Illness
es: Enfermedad

source: Rating Table
es: Tarifa

source: Rating Table Description
es: Tarifa

# RestrictionId
source: Id Restriction
es: Id Restricción

# RoleCode
source: Role
es: Rol

# RoleCodeDescription
source: Role
es: Rol

# FlatExtraPremium
source: Flat Extra
es: Monto fijo o a agregar

# IsNew
source: New
es: Nuevo

# Cause
source: Reason For Exclusion
es: Causa

# CauseDescription
source: Reason For Exclusion
es: Causa

# ValidationTemporal
source: The temporary option merits completion of one of the three fields (days, months or years).
es: La opción temporal amerita completar uno de los tres campos (días, meses o años).

# ValidationDescription
source: Select Description.
es: Seleccione Descripción.

# ValidationPeriod
source: Select Period.
es: Seleccione Período.

# ValidationFactor
source: You must complete one of two fields: Factor (Percent) or Fixed Amount.
es: Debe completar uno de los dos campos Factor (Porcentaje) o Monto fijo o agregar.

# ValidationExclusion
source: Select type of exclusion.
es: Seleccione tipo de exclusión.

# ValidationIllnessCause
source: Select illness and cause.
es: Seleccione enfermedad y causa.

# ValidationModuleCoverage
source: Select module / coverage.
es: Seleccione módulo / cobertura.

# ValidationModCovIllCause
source: Select module, coverage, illness and cause.
es: Seleccione módulo, cobertura, enfermedad y causa.

# ValidationIllCauseRate
source: Select illness, cause and rate
es: Seleccione enfermedad, causa y tarifa

# ValidationFieldRequired
source: Required Fields:
es: Campos Requeridos:

# ValidationAlarms
source: You must add at least one alarm,
es: Debe agregar al menos una alarma,

# ValidationRestrictions
source: You must add at least one restriction,
es: Debe agregar al menos una restricción,

# ValidationModule
source: Select module.
es: Seleccione módulo.

# ValidationCoverage
source: Select coverage.
es: Seleccione cobertura.

# AlarmTypeDescriptionUpdate
source: Alarm Type <p style="display:inline;font-size:11px;font-weight:normal;">(Select a record with a click to update detailed information about it).</p>
es: Tipo de alarma <p style="display:inline;font-size:11px;font-weight:normal;">(Seleccione un registro con un click para actualizar la información detallada del mismo).</p>

# ExclusionClientID
source: Exclude Insured
es: Asegurado a excluir

# ExclusionClientName
source: Exclude Insured
es: Asegurado a excluir

# ValidationInsured
source: Select insured.
es: Seleccione asegurado.

# XPremiumDiscountOnlyInsured
source: Apply for the insured
es: Aplica para el asegurado

# ExclusionIllnessInsured
source: Insured
es: Asegurado
