Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/App_GlobalResources/Requirements.*.resx
Languages: es

# AcordRequirementCode
source: Acord code
es: Código Acord

# AcordRequirementCode_ToolTip
source: Acord code associated with the Requirement.
es: Código Acord asociado al requerimiento.

# AlarmTypeByLanguage
source: Alarm
es: Tipo de Alarma

# AlarmTypeEnum
source: Alarm
es: Tipo de Alarma

# AlarmTypeEnumText
source: Alarm
es: Tipo de Alarma

# AlarmTypeEnum_ToolTip
source: Action to be taken if the alarm type is not set to ok.
es: Acción que se debe realizar si el tipo de alarma no tiene el valor de OK.

# Balance_ToolTip
source: Result of points between debits and credits.
es: Resultado de puntos entre los débitos y créditos.

# ClientId
source: Requested To
es: Solicitado A

source: Cost
es: Costo

# CostDueAmount
source: Amount Outstanding
es: Falta por Pagar

# CostDueAmount_ToolTip
source: Outstanding amount payable of the cost of the request.
es: Monto pendiente por pagar del costo del Requerimiento.

# Cost_ToolTip
source: Cost by the realization of the Requirement.
es: Costo que tiene la realización del Requerimiento.

# PayerEnum
source: Payer
es: Pagador

# PayerEnum_ToolTip
source: Person or institution that pays the cost of the request.
es: Persona o institución que paga el costo del Requerimiento.

# ProcessTypeEnum
source: Process Type
es: Tipo de Proceso

# ProcessTypeEnum_ToolTip
source: Field indicating how it will be processed the request, may be by a person, by a Workflow or both, etc.
es: Campo que indica cómo va a ser procesado el requerimiento, puede ser por una persona, por un workflow o bien por ambos, etc.

# ProviderId
source: Provider
es: Proveedor

# ProviderId_ToolTip
source: Provider that offers the service to make exam, Rrvision, etc.
es: Proveedor que presta el servicio para realizar el examen, revisión, etc.

source: Reception Date
es: Fecha de Recepción

# ReceptionDate_ToolTip
source: Date on the customer delivery Requirement.
es: Fecha en la que el cliente entrega el requerimiento.

source: Requested To
es: Solicitado Por

# RequestedTo_ToolTip
source: Person or company to which the requirement is requested.
es: Persona o empresa a la cual se solicita el requerimiento.

# RequirementDate
source: Date of the Request
es: Fecha de Solicitud

# RequirementDate_ToolTip
source: Date on the Requirement is requested.
es: Fecha en que se solicita el requerimiento.

source: Requirement Id
es: Requerimiento ID

# RequirementID1_ToolTip
source: Requirement ID
es: Requerimiento ID

source: Requirement Type
es: Tipo de Requerimiento

# RequirementTypeByLanguage
source: Requirement Type
es: Tipo de Requerimiento

# RequirementTypeEnumText
source: Requirement Type
es: Tipo de Requerimiento

# RequirementType_ToolTip
source: Case Requirement Type: blood test, health questionnaire, etc.
es: Tipo de Requerimiento del caso: examen de sangre, cuestionario salud, etc.

source: Status
es: Estado

# StatusByLanguage
source: Status
es: Estado

# Status_ToolTip
source: Status of the Requirement.
es: Estado del requerimiento.

# TotalCredits
source: Credits
es: Créditos

# TotalCredits_ToolTip
source: Points increasing the Insurance Risk, that is computed by analyzing the various sources of information.
es: Puntos que aumenta el riesgo del seguro, que se computan analizando las distintas fuentes de información.

# TotalDebits
source: Debits
es: Débitos

# TotalDebits_ToolTip
source: Points decreasing the Insurance Risk, that is computed by analyzing the various sources of information.
es: Puntos que disminuye el riesgo del seguro, que se computan analizando las distintas fuentes de información.

# UnderwritingAreaEnum
source: Underwriting Area
es: Área de Suscripción

# UnderwritingAreaEnum_ToolTip
source: Underwriting Area on which the Requirement applies: medical to know the health status of the customer, financial, etc.
es: Área de suscripción sobre el cual se aplica el requerimiento: médica para conocer el estado de salud del cliente, financiera, etc.

source: Allow View Requirement
es: Mostrar Botón Ver Documento

source: Allow Load Requirement
es: Mostrar Botón Cargar Documento

# RequestedToByLanguage
source: Requested To
es: Solicitado a

# ReceptionMaxDateValidation
source: Date must be equal to or less than today
es: Fecha debe ser igual o menor que hoy.

# ReceptionMinDateValidation
source: Date must be greater than or equal to the date of request
es: Fecha debe ser igual o mayor a la fecha de solicitud
