Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/finance/financeseq/App_LocalResources/fi001_k.aspx.*.resx
Languages: es

# tcnContrat_HCaption
source: Contract
es: Contrato

# tcnContrat_HToolTip
source: Financing agreement
es: Contrato de financiamiento

# cbeCurrency_HCaption
source: Currency
es: Moneda

# cbeCurrency_HToolTip
source: Code of the currency in which the premium will be financed
es: Código de la moneda en que se va a financiar la prima

# lblCliename_HCaption
source: Client
es: Cliente

# lblCliename_HToolTip
source: Code of the client who will be the holder of the financing agreement
es: Código del cliente que será titular del contrato

# AnchorClaveCaption
source: Key
es: Clave

# cbeTransactioCaption
source: Transaction
es: Transacción

# cbeTransactioToolTip
source: Transaction to be processed regarding the financing agreement
es: Transacción a ser ejecutada sobre el contrato de financiamiento

# tcdEffecdateCaption
source: Effective
es: Efecto

# tcdEffecdateToolTip
source: Effective date of the transaction
es: Fecha de efecto para el contrato de financiamiento

# tcnContratCaption
source: Contract
es: Contrato

# tcnContratToolTip
source: Financing agreement
es: Contrato de financiamiento

# AnchorTipo de contratoCaption
source: Key
es: Tipo de contrato

# optType_1Caption
source: Per policy
es: Por póliza

# optType_2Caption
source: By customer
es: Por cliente

# AnchorPólizaCaption
source: Key
es: Datos de la póliza

# AnchorClienteCaption
source: Key
es: Datos del cliente

# tcnPolicyCaption
source: Number
es: Número

# tcnPolicyToolTip
source: Policy to be covered by the contract
es: Póliza a la que se pertenece el contrato

# tctclientCaption
source: Client Code
es: Rut

# tctclientToolTip
source: Code of the client who is the holder of the financing agreement
es: Código del cliente titular del contrato

# AnchorCaption
source: Key
es: Ramo

# Anchor2Caption
source: Key
es: Nombre

# Anchor3Caption
source: Key
es: Producto

# Anchor4Caption
source: Key
es: Fecha efecto

# Anchor5Caption
source: Key
es: Fecha vencimiento

# AnchorInformación del contratoCaption
source: Key
es: Información del contrato

# cbeOfficeCaption
source: Branch Office
es: Sucursal

# cbeOfficeToolTip
source: Branch office to which the financing agreement belongs
es: Sucursal a la cual pertenece el contrato

# cbeCurrencyCaption
source: Currency
es: Moneda

# cbeCurrencyToolTip
source: Code of the currency in which the financing agreement wll be issued
es: Código de la moneda en que se va a emitir el contrato

# tcdLedger_datCaption
source: Accounting Date
es: Fecha de contabilización

# tcdLedger_datToolTip
source: Date when the transaction will be recorded in accounting
es: Fecha en que será contabilizada la transacción

# cbePay_comCaption
source: Payment of Commissions
es: Pago de comisiones

# cbePay_comToolTip
source: Commissions payment
es: Pago de comisiones

# AnchorDatos de la cuota inicialCaption
source: Key
es: Datos de la cuota inicial

# tcnInitialCaption
source: Initial Installment
es: Cuota inicial

# tcnInitialToolTip
source: Amount of the down payment
es: Monto acordado para la cuota inicial

# chkPayment_inCaption
source: Payment of Commissions in down payment
es: Pago de intereses con la cuota inicial

# AnchorDatos de las cuotasCaption
source: Key
es: Datos de las cuotas

# tcnQ_draftCaption
source: Number of Installments
es: Cantidad de cuotas

# tcnQ_draftToolTip
source: Number of drafts included in the financing agreement
es: Cantidad de cuotas que forman parte del contrato de financiamiento

# tcnInterestCaption
source: % of Interest
es: % de interés

# tcnInterestToolTip
source: Rate of annual interest to be applied to the financing agreement
es: Tasa de interés anual que se va a aplicar al contrato

# cbeFrequencyCaption
source: Installments Frequency
es: Frecuencia de las cuotas

# cbeFrequencyToolTip
source: Frequency at which drafts fall due
es: Frecuencia de vencimiento de las cuotas

# tcnBillDayCaption
source: Payment Day
es: Día de pago

# tcnBillDayToolTip
source: Payment day
es: Día de pago

# tcdFirst_drafCaption
source: First Installment due date
es: Vencimiento de la primera cuota

# tcdFirst_drafToolTip
source: Due date of the first draft
es: Fecha de vencimiento de la primera cuota

# tcdLast_drafCaption
source: Last Installment due date
es: Vencimiento de la última cuota

# tcdLast_drafToolTip
source: Due date of the last installment
es: Fecha de vencimiento aproximado de la ultima cuota

# tcnDscto_pagCaption
source: Early Payment Discount
es: Dcto. pronto pago

# tcnDscto_pagToolTip
source: Percentage discount to be applied by way of prompt payment
es: Porcentaje de descuento a ser aplicado por concepto de pronto pago

# cbeWay_payCaption
source: Payment means
es: Via de pago

# cbeWay_payToolTip
source: Colleciton method of the installment generated by the financing agreement
es: Vía de pago que tendrán las cuotas generadas en el contrato de financiamiento
