Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/product/productseq/rolesseq/App_LocalResources/dp19ap.aspx.*.resx
Languages: es

# AnchorForma de cálculoCaption
source: Calculation Method
es: Forma de cálculo

# AnchorCondicionesCaption
source: Conditions
es: Condiciones

# OptCalc_CStr1Caption
source: Free
es: Libre

# OptCalc_CStr1ToolTip
source: It indicates if the sum insured is calculated based on a routine
es: Indica si el capital es libre para que el usuario lo indique

# tcnCacalmulCaption
source: Multiple of
es: Múltiplo de

# tcnCacalmulToolTip
source: Multiple of an amount
es: Múltiplo de una cantidad

# OptCalc_CStr5Caption
source: Free
es: Ilimitado

# OptCalc_CStr5ToolTip
source: It indicates if the sum insured is calculated based on a routine
es: Indica si el capital es ilimitado

# tcnCapminimCaption
source: Minimum
es: Mínimo

# tcnCapminimToolTip
source: Minimum sum insured
es: Capital mínimo

# OptCalc_CStr2Caption
source: Fixed Premium
es: Fijo

# OptCalc_CStr2ToolTip
source: It indicates if the sum insured is calculated based on a routine
es: Indica si el capital es fijo

# tcnCacalfixCaption
source: Amount
es: Monto

# tcnCacalfixToolTip
source: Amount of the fixed sum insured
es: Monto de Capital fijo

# tcnCapmaximCaption
source: Maximum
es: Máximo

# tcnCapmaximToolTip
source: Maximum sum insured
es: Capital máximo

# OptCalc_CStr3Caption
source: Routine
es: %Otra Cobertura

# OptCalc_CStr3ToolTip
source: It indicates if the sum insured is calculated based on a routine
es: Indica si el capital corresponde al porcentaje sobre el capital de otra cobertura

# tcnCapbaspeToolTip
source: Percentage of Capital calculation, which applies on the capital of other coverage
es: Porcentaje de cálculo de Capital, el cual aplica sobre el capital de otra cobertura

# tcnCaMaxPerCaption
source: % on another coverage
es: % Otra Cobertura

# valCacalcovCaption
source: Coverage
es: Cobertura

# valCacalcovToolTip
source: Coverage to which the percentage to be used to calculate the sum insured is applied
es: Cobertura sobre la cual aplica el porcentaje de cálculo de capital

# valCaMaxCovCaption
source: Coverage
es: Cobertura

# valCaMaxCovToolTip
source: Code of the coverage to which the percentage to obtain the maximum permitted will be applied
es: Código de la cobertura a aplicar porcentaje para obtener el máximo permitido

# OptCalc_CStr4Caption
source: Routine
es: Rutina

# OptCalc_CStr4ToolTip
source: It indicates if the sum insured is calculated based on a routine
es: Indica si el capital se calcula en base a una rutina

# tctRouprcalCaption
source: Routine
es: Rutina

# tctRouprcalToolTip
source: Routine to be used to calculate the sum insured
es: Rutina de cálculo de capital

# chkLegToolTip
source: Whether capital limit applies assessment
es: Indica si aplica tope de capital por evaluaciòn

# AnchorCaption
source: Does it apply top sum insured for evaluation?
es: Aplica tope de capital por evaluación?

# tctROU_COND_CAPCaption
source: Routine
es: Rutina

# tctROU_COND_CAPToolTip
source: Validation routine for special conditions of capital.
es: Rutina para validación de condiciones especiales de capital.

# AnchorCambiosCaption
source: Changes
es: Cambios

# chkCh_typ_capAddCaption
source: Increase
es: Aumentar

# chkCh_typ_capAddToolTip
source: It indicates if the sum insured may be increased
es: Indica si se permite aumentar el capita

# tcnChcaplevCaption
source: User Level
es: Nivel de usuario

# tcnChcaplevToolTip
source: User level to be used to modify the sum insured
es: Nivel de Usuario para alterar el capital

# chkCh_typ_capSubCaption
source: Decrease
es: Disminuir

# chkCh_typ_capSubToolTip
source: It indicates if the sum insured may be decreased
es: Indica si se permite disminuir el capita

# AnchorCambios2Caption
source: Endorsement
es: Endosos

# tcnQmonth_vigCaption
source: Minimum Term
es: Vigencia mínima

# tcnQmonth_vigToolTip
source: Number of months of validity of the policy to allow endorsement of capital
es: Cantidad de meses de vigencia de la póliza, para permitir el endoso de capital

# tcnQbetweenmodCaption
source: Minimum period
es: Periodo mínimo

# tcnQbetweenmodToolTip
source: Minimum number of months that must elapse before you can make a new endorsement of capital
es: Cantidad mínima de meses que deben transcurrir antes de poder realizar un nuevo endoso de capital

# tcnQmax_modCaption
source: Maximum Quantity
es: Cantidad máxima

# tcnQmax_modToolTip
source: Indicates the number of modifications that can be done in one year
es: Indica la cantidad de modificaciones que se pueden realizar en un año
