Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/product/productseq/rolesseq/App_LocalResources/dp50ap.aspx.*.resx
Languages: es

# AnchorSeguroCaption
source: Insurance
es: Seguro

# AnchorPagosCaption
source: Payments
es: Pagos

# cbeTypDurinsCaption
source: Duration
es: Duración

# cbeTypDurinsToolTip
source: Type of duration of the payments
es: Tipo de duración de los pagos

# cbeTypDurpayCaption
source: Duration
es: Duración

# cbeTypDurpayToolTip
source: Type of duration of the payments
es: Tipo de duración de los pagos

# tcnDuratIndCaption
source: Quantity
es: Cantidad

# tcnDuratIndToolTip
source: Number of years of the duration of the coverage
es: Cantidad de años de duración de la cobertura

# tcnDuratPayCaption
source: Quantity
es: Cantidad

# tcnDuratPayToolTip
source: Number of years/age for the payment deadlines
es: Cantidad de años/edad para los plazos de pagos

# tctRout_payCaption
source: Routine
es: Rutina

# tctRout_payToolTip
source: Routine to be used to calculate the period of time to pay the coverage
es: Rutina de cálculo de la duración de pago de cobertura

# AnchorMasculinoCaption
source: Insurance
es: Topes de edad masculino

# AnchorMasculino2Caption
source: Insurance
es: Topes de edad femenino

# cbenTypAgeMinMCaption
source: Minimum age
es: Edad mínima en

# cbenTypAgeMinMToolTip
source: Extent to which it expresses the value of age for male
es: Medida en la cual se expresa el valor de edad mínima para masculino

# cbenTypAgeMinFCaption
source: Minimum age
es: Edad mínima en

# cbenTypAgeMinFToolTip
source: Extent to which it expresses the value of minimum age for female
es: Medida en la cual se expresa el valor de edad mínima para femenino

# tcnAgemininsmCaption
source: Minimum Age
es: Edad Mínima

# tcnAgemininsmToolTip
source: Minimum hiring age for the role (male)
es: Edad mínima de contratación para la figura (Masculino)

# tcnAgemininsfCaption
source: Minimum Age
es: Edad Mínima

# tcnAgemininsfToolTip
source: Minimum hiring age for the role (female)
es: Edad mínima de contratación para la figura (Femenino)

# tcnAgemaxinsmCaption
source: Maximum Age
es: Edad Máxima

# tcnAgemaxinsmToolTip
source: Maximum hiring age for the role (male)
es: Edad máxima de contratación para la figura (Masculino)

# tcnAgemaxinsfCaption
source: Maximum Age
es: Edad Máxima

# tcnAgemaxinsfToolTip
source: Maximum hiring age for the role (female)
es: Edad máxima de contratación para la figura (Femenino)

# tcnAgemaxpermCaption
source: Continuance Age
es: Edad Permanencia

# tcnAgemaxpermToolTip
source: Maximum age of continuance for the insured (male)
es: Edad máxima de permanencia (Masculino)

# tcnAgemaxperfCaption
source: Continuance Age
es: Edad Permanencia

# tcnAgemaxperfToolTip
source: Maximum age of continuance for the insured (female)
es: Edad máxima de permanencia (Femenino)

# AnchorRenovaciónCaption
source: Renewal
es: Renovación

# AnchorPrimaCaption
source: Premium
es: Prima

# chkRenewaliCaption
source: Renewable
es: Renovable

# chkRenewaliToolTip
source: It indicates that the coverage is automatically renewed at the end of the coverage's period
es: Indica que la cobertura se renueva en forma automática al finalizar la vigencia

# chkRechapriCaption
source: Attained Age
es: Edad alcanzada

# chkRechapriToolTip
source: The coverage's premium is calculated based on the age attained by the insured at renewal
es: Indica que la prima de la cobertura, en la renovación de la póliza, se calcula en base a la edad alcanzada del asegurado

# chkRevIndexCaption
source: Revaluable
es: Revalorizable

# chkRevIndexToolTip
source: It indicates that the coverage may be indexed in the end of each period.
es: Indica que la cobertura es susceptible de revalorización en cada fin de vigencia

# tctRouchaprCaption
source: Routine
es: Rutina

# tctRouchaprToolTip
source: Routine to be used to calculate the premium at the moment of renewing
es: Rutina para el cálculo de prima en la renovación

# AnchorCapitalCaption
source: Sum Insured
es: Capital

# tctRouchacaCaption
source: Routine
es: Rutina

# tctRouchacaToolTip
source: Routine to be used to calculate the sum insured at renewing
es: Rutina para el cálculo de capital en la renovación
