Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/Authentication/App_LocalResources/UserLogIn.aspx.*.resx
Languages: es

# AccountHyperLinkResource.Text
source: another account.
es: otra cuenta.

# EmailAddressLabelResource.Text
source: Email Address
es: Correo electrónico

# EmailAddressTextBoxResource.ValidationSettings.RegularExpression.ErrorText
source: The email format is invalid
es: El formato de correo electrónico es inválido

# EmailAddressTextBoxResource.ValidationSettings.RequiredField.ErrorText
source: The e-mail address is required
es: El formato de correo electrónico no es válido

# InvalidEmailMessageResource
source: Invalid e-mail/userName or password. Did you register before?
es: Inválido e-mail o contraseña. ¿Te has registrado antes?

# InvalidMessageResource
source: Invalid account. Try another
es: La cuenta es inválida. Pruebe con otra

# LockedAccountLabelResource.Text
source: The account is locked. You can retrieve your
es: La cuenta está bloqueada. Usted puede recuperar su

# LoginButtonResource.Text
source: Login
es: Iniciar

# MessageEnterLabelResource.Text
source: or attempting to enter
es: o intentar entrar en

# PageResource.Title
source: Sign in with your account
es: Inicia sesión con tu cuenta

# PasswordHyperLinkResource.Text
source: password
es: contraseña

# PasswordLabelResource.Text
source: Password
es: Contraseña

# PasswordTextBoxResource.ValidationSettings.RequiredField.ErrorText
source: The password is required
es: La contraseña es necesaria

# popupBlockedControlResource.HeaderText
source: Notification
es: Notificación

# popupMessageControlResource.HeaderText
source: Notification
es: Notificación

# RememberCheckBoxResource.Text
source: Remember me
es: Recordarme

# AccountLockedResource
source: The account is locked. You will be sent an email within minutes with a notification
es: La cuenta está bloqueada. Se le enviará un correo electrónico en cuestión de minutos con una notificación

# popupExpiredHeaderResource1.Text
source: Session Expired
es: Sesión Expirada

# popupExpiredLabelResource1.Text
source: Your session has expired, please log in again
es: Su sesión ha expirado, por favor ingrese nuevamente

# CompanyLabelResource.Text
source: Company
es: Compañia

# MessageLoginFailResource
source: Access denied, check your user exists in Backoffice
es: Acceso denegado, verifique que su usuario existar en el Backoffice

# CancelButtonResource.Text
source: Cancel
es: Cancelar

# InactiveUserMessageResource
source: The account is inactive. Contact the administrator
es: La cuenta está inactiva. Contacte con el administrador

# AcceptBtnResource.Text
source: Accept
es: Aceptar

# UsernnameCaption
source: Username
es: Nombre usuario

# SecurityValidate
source: The requests for ip '{0}' are temporarily disabled.
es: Las peticiones de la ip '{0}' se encuentra temporalmente deshabilitada.

# MessageLoginGenericResource
source: Invalid account or password
es: Cuenta o contraseña inválida

# ErrorMessage
source: Sorry, an error occurred. Please contact your administrator
es: Disculpe, ocurrió un error. Por favor contacte a su administrador
