Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/generated/form/App_LocalResources/ProfileInformationUserControl.ascx.*.resx
Languages: es

# UserNameLabelResource.Text
source: Username
es: Nombre de usuario

# UserNameLabelResource.ToolTip
source: User name
es: Nombre de usuario

# UserNameResource.ToolTip
source: User name
es: Nombre de usuario

# EmailLabelResource.Text
source: Email
es: Correo electrónico

# EmailLabelResource.ToolTip
source: User Email
es: Correo electrónico

# EmailResource.ToolTip
source: User Email
es: Correo electrónico

# userEmailLabelResource.Text
source: userEmailTemporal
es: userEmail

# zone1Resource.HeaderText
source: Account Information
es: Información de la cuenta

# zone1Resource.ToolTip
source: zone
es: Información de la cuenta

# FirstNameLabelResource.Text
source: Firstname
es: Primer nombre

# FirstNameLabelResource.ToolTip
source: Firstname
es: Primer nombre

# FirstNameResource.ToolTip
source: Firstname
es: Primer nombre

# SurNameLabelResource.Text
source: Surname
es: Segundo nombre

# SurNameLabelResource.ToolTip
source: Surname
es: Segundo nombre

# SurNameResource.ToolTip
source: Surname
es: Segundo nombre

# LastNameLabelResource.Text
source: Lastname
es: Primer apellido

# LastNameLabelResource.ToolTip
source: Lastname
es: Primer apellido

# LastNameResource.ToolTip
source: Lastname
es: Primer apellido

# SecondLastNameLabelResource.Text
source: Second Lastname
es: Segundo apellido

# SecondLastNameLabelResource.ToolTip
source: text7
es: Segundo apellido

# SecondLastNameResource.ToolTip
source: text7
es: Segundo apellido

# DateofBirthLabelResource.Text
source: Date of birth
es: Fecha de nacimiento

# DateofBirthLabelResource.ToolTip
source: User date of birth
es: Fecha de nacimiento

# DateofBirthResource.ToolTip
source: User date of birth
es: Fecha de nacimiento

# GenderListItemValue1Resource.Text
source: Male
es: Hombre

# GenderListItemValue2Resource.Text
source: Female
es: Mujer

# GenderLabelResource.Text
source: Gender
es: Género

# GenderLabelResource.ToolTip
source: User gender
es: Género

# GenderResource.ToolTip
source: User gender
es: Género

# AddressLabelResource.Text
source: Address
es: Dirección

# AddressLabelResource.ToolTip
source: User address
es: Dirección

# AddressResource.ToolTip
source: User address
es: Dirección

# CityLabelResource.Text
source: City
es: Ciudad

# CityLabelResource.ToolTip
source: User town
es: Ciudad

# CityResource.ToolTip
source: User town
es: Ciudad

# StateLabelResource.Text
source: State
es: Estado

# StateLabelResource.ToolTip
source: User state
es: Estado

# StateResource.ToolTip
source: User state
es: Estado

# CountryLabelResource.Text
source: Country
es: País

# CountryLabelResource.ToolTip
source: User country
es: País

# CountryResource.ToolTip
source: User country
es: País

# TelephoneNumberLabelResource.Text
source: Telephone number
es: Teléfono

# TelephoneNumberLabelResource.ToolTip
source: User phone number
es: Teléfono

# TelephoneNumberResource.ToolTip
source: User phone number
es: Teléfono

# zone0Resource.HeaderText
source: Personal Information
es: Información personal

# zone0Resource.ToolTip
source: zone
es: Información personal

# ThemeLabelResource.Text
source: Theme
es: Tema

# ThemeLabelResource.ToolTip
source: List of available themes
es: Lista de temas disponibles

# ThemeResource.ToolTip
source: List of available themes
es: Lista de temas disponibles

# LanguageIDLabelResource.Text
source: Language
es: Idioma

# LanguageIDLabelResource.ToolTip
source: List of available languages
es: Lista de idiomas disponibles

# LanguageIDResource.ToolTip
source: List of available languages
es: Lista de idiomas disponibles

# zone2Resource.HeaderText
source: Preferences
es: Preferencias

# zone2Resource.ToolTip
source: User preferences
es: Preferencias de usuario

# PasswordQuestionLabelResource.Text
source: PasswordQuestion
es: Pregunta Secreta

# PasswordQuestionLabelResource.ToolTip
source: Assigns secret question
es: Asigna la pregunta secreta

# PasswordQuestionResource.ToolTip
source: Assigns secret question
es: Asigna la pregunta secreta

# PasswordAnswerLabelResource.Text
source: PasswordAnswer
es: Respuesta Secreta

# PasswordAnswerLabelResource.ToolTip
source: Assigns secret answer
es: Asigna la respuesta secreta

# PasswordAnswerResource.ToolTip
source: Assigns secret answer
es: Asigna la respuesta secreta

# btnSaveQuestionResource.Text
source: Save
es: Guardar

# btnSaveQuestionResource.ToolTip
source: Save the secret question and answer
es: Guarda la pregunta y respuesta secreta

# btnSaveQuestionInformationMessageResource.Text
source: Please wait...
es: Por favor espere...

# titlebtnSaveQuestionConfirmationMessageResource.Text
source: Confirm
es: Confirmar

# titlebtnSaveQuestionInformationMessageResource.Text
source: Information Message
es: Información

# btnSaveQuestion0_MessageActionResource
source: Secret question and answer correctly modified
es: Se modifico correctamente la pregunta y respuesta secreta

# btnSaveQuestion1_MessageActionResource
source: No secret question and answer correctly modified
es: No se modifico correctamente la pregunta y respuesta secreta

# SecurityRoundPanelResource.HeaderText
source: Security
es: Seguridad

# SecurityRoundPanelResource.ToolTip
source: Section to change security aspects
es: Sección para cambiar aspectos de seguridad

# btnCanResource.Text
source: Cancel
es: Cancelar

# btnCanResource.ToolTip
source: It redirects to start
es: Se redirige al inicio

# btnCanInformationMessageResource.Text
source: Please wait...
es: Por favor espere...

# titlebtnCanConfirmationMessageResource.Text
source: Confirm
es: Confirmar

# titlebtnCanInformationMessageResource.Text
source: Information Message
es: Información

# btnSaResource.Text
source: Save changes
es: Guardar cambios

# btnSaResource.ToolTip
source: Makes the save profile changes
es: Hace el salve de los cambios del perfil

# btnSaInformationMessageResource.Text
source: Please wait...
es: Por favor espere...

# titlebtnSaConfirmationMessageResource.Text
source: Confirm
es: Confirmar

# titlebtnSaInformationMessageResource.Text
source: Information Message
es: Información

# zone3Resource.ToolTip
source: zone
es: zona

# tabInformationGeneralResource.Text
source: General information
es: Información general

# LastLoginDateLabelResource.Text
source: Last login date
es: Fecha de ultimo acceso.

# LastActivityDateLabelResource.Text
source: Last activity date
es: Fecha de la ultima actividad

# LastLockoutDateLabelResource.Text
source: Last lockout date
es: Fecha de ultimo bloqueo

# EffectDateFieldResource.Caption
source: Effect date
es: Fecha

# EffectDateFieldResource.ToolTip
source: Effect date of the action
es: Fecha del registro.

# HostFieldResource.ToolTip
source: Host
es: Host de donde se realizo el registro.

# StateFieldResource.Caption
source: State
es: Estatus

# StateFieldResource.ToolTip
source: State of the action
es: Estatus del registro.

# ResultFieldResource.Caption
source: Result
es: Resultado

# ResultFieldResource.ToolTip
source: Result of the action
es: Resultado del la acción

# UserSecurityTraceResource.Caption
source: Record
es: Historial

# tabInformationAccesLogResource.Text
source: User login information
es: Información de acceso de usuario
