Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/Interface/mantinterfaceseq/App_LocalResources/MGI1407.aspx.*.resx
Languages: es

# tcnfieldColumnToolTip
source: Code field in the template interface
es: Código de campo en la platilla de interfaz

# tcsfielddescColumnCaption
source: Name
es: Nombre

# tcsfielddescColumnToolTip
source: Name or description field
es: Nombre o descripción del campo

# cbestableColumnToolTip
source: Name of the table to which the field belongs
es: Nombre de la tabla a la cual pertenece el campo

# tcscolumnnameColumnCaption
source: BD field
es: Campo BD

# tcscolumnnameColumnToolTip
source: Name with the column in the database
es: Nombre que tiene la columna en la base de datos

# tcsvalueColumnCaption
source: Value
es: Valor

# tcsvalueColumnToolTip
source: Default
es: Valor por defecto

# tcsrutineColumnCaption
source: Routine
es: Rutina

# tcsrutineColumnToolTip
source: Name of the routine that calculates the value of field
es: Nombre de la rutina que calcula el valor del campo

# tcsfieldcommenColumnCaption
source: Comments
es: Comentario

# tcsfieldcommenColumnToolTip
source: Comment associated with the field
es: Comentario asociado al campo

# tcnfieldorderColumnCaption
source: Field Order
es: Orden campo

# tcnfieldorderColumnToolTip
source: Order of appearance of the column in the template
es: Orden de aparición de la columna en la plantilla

# tcnrowdorderColumnCaption
source: Order lines
es: Orden filas

# tcnrowdorderColumnToolTip
source: Order to generate the output data interface
es: Orden en que se generan los datos de salida de la interfase

# tcsvalueslistColumnCaption
source: List of Values
es: Lista de valores

# tcsvalueslistColumnToolTip
source: Table name or process (Stored Procedure) to generate list of values, list values ​​manually
es: Nombre de tabla o proceso (Store Procedure) para generar lista de valores; lista manual de valores

# cbenobjtypeColumnCaption
source: Object Deployment
es: Objeto de despliegue

# cbenobjtypeColumnToolTip
source: Object Types deployment
es: Tipos de objetos de despliegue

# cbendatatypeColumnCaption
source: Data Type
es: Tipo de dato

# cbendatatypeColumnToolTip
source: Data type field
es: Tipo de dato del campo

# tcnfieldlargeColumnCaption
source: Size
es: Tamaño

# tcnfieldlargeColumnToolTip
source: Field length
es: Largo del campo

# tcnDecimalColumnCaption
source: Decimals
es: Decimales

# cbentablehomoColumnCaption
source: Homologation table
es: Tabla de homologacion

# cbentablehomoColumnToolTip
source: Table code approved
es: Código de la tabla homologada

# chksobligatoryColumnCaption
source: Compulsory
es: Obligatoriedad

# chksobligatoryColumnToolTip
source: Indicates whether the field is required
es: Indica si el campo es obligatorio

# chkslastmoveColumnCaption
source: Since the latter process
es: Desde el último proceso

# chkslastmoveColumnToolTip
source: Since the latter process
es: Desde el último proceso

# cbenoperatorColumnCaption
source: Relationship
es: Relación

# cbenoperatorColumnToolTip
source: Logical code
es: Código de operador lógico

# tcsfieldrelColumnCaption
source: Related field
es: Campo relación

# tcsfieldrelColumnToolTip
source: Text related field by the condition
es: Texto de campo relacionado por la condición

# cbenconditColumnCaption
source: Condition
es: Condición

# cbenconditColumnToolTip
source: Logical code
es: Código de operador lógico

# cbenfieldtypeCaption
source: Field Type
es: Tipo de Campo

# cbenfieldtypeToolTip
source: Type field for the interface
es: Tipo de campo para la interfaz
