Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/Interface/mantinterfaceseq/App_LocalResources/MGI1405.aspx.*.resx
Languages: es

# cbeStatusSheetCaption
source: Status
es: Estado

# cbeStatusSheetToolTip
source: State which is the template Interface
es: Estado en el cual se encuentra la plantilla de Interfaz

# tctPrefix_fnameCaption
source: Prefix | Suffix
es: Prefijo|Sufijo

# tctPrefix_fnameToolTip
source: Prefix | Suffix to use the name of the file to be generated. Use the pipe character | to separate each other.
es: Prefijo | Sufijo a usar en el nombre del archivo a generar. Usar el caracter | para separar uno del otro.

# tctSeparatorCaption
source: Separator
es: Separador

# tctSeparatorToolTip
source: Separator to use in the file to be generated.
es: Separador a usar en el archivo a generar.

# tctSpaceCaption
source: Replace spaces?
es: Reemplace espacios por?

# tctSpaceToolTip
source: Replaces the character spaces indicated.
es: Reemplaza espacios por el caracter indicado.

# AnchorCaption
source: Alignment Type
es: Tipo de Alineación

# optnAling_1Caption
source: Right
es: Derecha

# Anchor2Caption
source: Letterhead?
es: Con cabecera?

# optnAling_2Caption
source: Left
es: Izquierda

# Anchor3Caption
source: In total?
es: Con totales?

# tcnPositionCaption
source: Column field type
es: Columna tipo de campo

# tcnPositionToolTip
source: Column-position indicator for the type of record. (Header-Detail-Total)
es: Indicador de columna-posición para el tipo de registro. (Cabecera-Detalle-Total)

# Anchor4Caption
source: Bulk processing?
es: Procesamiento masivo?

# Anchor5Caption
source: Do not show on the screen grid
es: No mostrar grid en pantalla

# Anchor6Caption
source: Generate output interface view
es: Generar vista de salida de interfaz

# Anchor7Caption
source: Generate report
es: Genera reporte

# tctReportCaption
source: Name of report
es: Nombre del reporte

# tctReportToolTip
source: Rpt file name that generates the interface
es: Nombre de archivo rpt que genera la interfaz

# Anchor8Caption
source: Parent Interface
es: Interfaz Padre

# Anchor9Caption
source: Is generated in a single file
es: Se genera en un solo archivo

# tctName_routineCaption
source: Routine Filename
es: Rutina nombre de archivo

# tctName_routineToolTip
source: Name of routine to generate the file name of the output interface
es: Nombre de rutina para generar el nombre del archivo de la interfaz de salida

# tctOut_routineCaption
source: Output routine
es: Rutina de salida

# tctOut_routineToolTip
source: Name of routine to generate the output file
es: Nombre de rutina para generar el archivo de salida

# Anchor10Caption
source: Generate XSL
es: Genera XSL

# tctQueryCaption
source: Query interface generation
es: Query de generación de interfaz

# tctQueryToolTip
source: Query interface generation
es: Query de generación de interfaz

# tctQuery_xslCaption
source: XML format
es: Formato del XML

# tctQuery_xslToolTip
source: XSL code associated with the XML file generated
es: Código XSL asociado al archivo XML generado

# tctsworkflownameToolTip
source: Workflow Name
es: Nombre del Workflow

# tctsfolderToolTip
source: Location Folder Workflow
es: Carpeta Ubicacion Workflow
