<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>

<head>
<title>Seguros Banamex</title>
<meta content="text/html; charset=UTF-8" http-equiv="Content-type">
<link href="estilos.css" rel="stylesheet" type="text/css">
</head>

<body>

<div id="contenido" class="contenidos"  >
	<div class="wrapperContenidos">
		<div class="boxContenidos">
			<div style="height: 226px; background-image: url(edificios.jpg); background-repeat: no-repeat; background-position: center; margin: 10px 0;" title="Seguros Banamex">
			</div>
			<div class="menuContenidos" style="width: 220px;">
				<h3>Seguros Banamex cuenta con una amplia cartera de productos, 
				que permite tener opciones y soluciones a todas las necesidades 
				de protecci&oacute;n que el cliente necesita</h3>
				<img alt="Compra tu seguro por teléfono. Distrito Federal y área metropolitana: 5269-53-44. Desde el interior: 01 800 8327 696." src="banner03.jpg" />
			</div>
			<div id="contenidoCentral" style="width: 665px;">
				<h4>&#191;Qui&eacute;nes Somos&#63;</h4>
				<p>En 1995 surge una nueva &aacute;rea de negocios dentro del Grupo 
				Financiero Banamex con el objetivo de ofrecer protecci&oacute;n 
				y tranquilidad a los clientes del Grupo, siendo aliada de los productos 
				de cr&eacute;dito del Banco, tales como cr&eacute;dito hipotecario 
				o tarjetas de cr&eacute;dito.</p>
				<p>Para lograr este objetivo, ese mismo a&ntilde;o se firma una 
				alianza estrat&eacute;gica con AEGON, N.V, empresa holandesa de 
				gran reconocimiento, formando entonces Seguros Banamex AEGON.</p>
				<p>A s&oacute;lo 2 a&ntilde;os de su nacimiento, Seguros Banamex 
				se consolida como una compa&ntilde;&iacute;a dentro del sector de 
				Banca Seguros al contar con productos especializados en los ramos 
				de Vida, Da&ntilde;os y Accidentes; adem&aacute;s de hacerse cargo 
				de la operaci&oacute;n del &aacute;rea de Pensiones.</p>
				<p>Para el a&ntilde;o 2000, la compa&ntilde;&iacute;a rompe los 
				esquemas tradicionales al lanzar el primer Seguro de Vida sin suscripci&oacute;n 
				en el mercado, adem&aacute;s de incursionar en el ramo de Gastos 
				M&eacute;dicos Mayores.</p>
				<p>Un par de a&ntilde;os m&aacute;s tarde, Grupo Financiero Banamex 
				adquiere la participaci&oacute;n de AEGON y a partir de ese momento 
				se inicia una nueva etapa basada en el liderazgo, la capacidad de 
				innovaci&oacute;n y la disciplina financiera.</p>
				<p>Para el 2003, Seguros Banamex se consolida como pionera en la 
				comercializaci&oacute;n de soluciones financieras y de inversi&oacute;n, 
				con productos innovadores que permiten optimizar las inversiones 
				de largo plazo, buscando satisfacer as&iacute; las necesidades de 
				retiro del cliente.</p>
				<p>Adem&aacute;s, en el mismo a&ntilde;o se lanza el primer microseguro 
				comercializado por Cr&eacute;dito Familiar, llegando a familias 
				que antes estaban distantes de esta posibilidad.</p>
				<p>Con el tiempo, el desarrollo de nuevos productos para nuevos 
				mercados se convirti&oacute; en un reto para continuar con la consolidaci&oacute;n 
				del negocio, por lo que para el 2006 se ampl&iacute;a el sector 
				de microseguros, sumando un nuevo modo de distribuci&oacute;n a 
				trav&eacute;s de Compartamos, acci&oacute;n que un a&ntilde;o m&aacute;s 
				tarde ser&iacute;a reconocida por el Financial Times y el IFC (International 
				Finance Corporation), por las caracter&iacute;sticas innovadoras 
				del producto, al permitir el acceso de grandes capas de la poblaci&oacute;n 
				a los seguros. Los beneficiados por estos seguros son los sectores 
				populares, mayoritariamente mujeres jefas de familia y campesinos.</p>
				<p>El a&ntilde;o pasado, a trav&eacute;s de la alianza con Soriana, 
				se logra continuar con la diversificaci&oacute;n del negocio, consiguiendo 
				hacer de los seguros, productos de f&aacute;cil acceso a trav&eacute;s 
				de tiendas de autoservicio, que al d&iacute;a de hoy, ha alcanzado 
				alrededor de 350,000 p&oacute;lizas vendidas en piso de tienda.</p>
				<p>Actualmente, 14 años después de su fundación, Seguros Banamex 
				brinda a través de una amplia cartera de productos, opciones y soluciones 
				a todas las necesidades de protección de los clientes con más de 
				17 millones de pólizas.</p>
				<p>Con la misi&oacute;n de ser la unidad de negocio que ofrece productos 
				innovadores y competitivos dentro del mercado de Banca Seguros con 
				los m&aacute;s altos est&aacute;ndares de calidad, cumpliendo con 
				la normatividad, la Compa&ntilde;&iacute;a contin&uacute;a desarrollando 
				diferentes productos, hasta llegar a tener el d&iacute;a de hoy 
				una cartera de alrededor de 28 productos, que son distribuidos a 
				trav&eacute;s de los canales de: Negocio Base, Sucursales, Telemercadeo, 
				Cr&eacute;dito Familiar, Banca Personal y Soluciones Banamex.</p>
				<p>Hoy, Seguros Banamex se posiciona como l&iacute;der en el mercado 
				de Banca Seguros, atendiendo a m&aacute;s de 1 mill&oacute;n de 
				clientes, concentrando todos nuestros compromisos, ideales y objetivos 
				hacia una misma meta: posicionar a Seguros Banamex como l&iacute;der 
				del sector de Banca Seguros en M&eacute;xico a menos de 15 de a&ntilde;os 
				de historia y demostrando que la interacci&oacute;n entre las diferentes 
				partes del Grupo llevan al &eacute;xito.</p>
			</div>
		</div>
	</div>
</div>
</body>

</html>
