Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/policy/policyseq/App_LocalResources/au001.aspx.*.resx
Languages: es

# AnchorDatos del colectivoCaption
source: Group Policy Information
es: Datos del colectivo

# AnchorMatrículaCaption
source: License plate
es: Patente

# AnchorDatos del vehículoCaption
source: Vehicle Specific Information
es: Datos del vehículo

# AnchorDatos del colectivo2Caption
source: Gropu Policy Information
es: Datos del colectivo

# AnchorMatrícula2Caption
source: License Plate.
es: Patente

# cbovalGroupCaption
source: Grouping within the Group
es: Grupo colectivo

# cbovalGroupToolTip
source: Number identifying the group the certificate belongs to.
es: Número que identifica al grupo al que pertenece el certificado

# cbeLicense_tyCaption
source: Type
es: Tipo

# cbeLicense_tyToolTip
source: Type of License Plate.
es: Tipo de patente

# cbovalSituationCaption
source: Risk Location
es: Situación de riesgo

# cbovalSituationToolTip
source: Risk location (grouping for billing) the certificate belongs to.
es: Número que identifica la situación a la que pertenece el certificado

# cbeNlic_specialCaption
source: Type of Special License Plate.
es: Tipo de patente especial

# cbeNlic_specialToolTip
source: Type of vehicle that makes the license plate special.
es: Tipo que otorga característica de especial a la patente

# tctRegisterCaption
source: License Plate
es: Patente

# tctRegisterToolTip
source: License Plate Number
es: Número que identifica la patente

# AnchorDatos del vehículo2Caption
source: Vehicle Specific Information
es: Datos del vehículo

# tctMotorCaption
source: Engine
es: Motor

# tctMotorToolTip
source: Number identifying the engine of the vehicle.
es: Número que identifica el motor del vehículo

# tctChassisCaption
source: Chassis
es: Chasis

# tctChassisToolTip
source: Chassis number of the vehicle.
es: Número que identifica el chasis del vehículo

# tctColorCaption
source: Colour
es: Color

# tctColorToolTip
source: Colour of the insured vehicle.
es: Color del vehículo asegurado

# valVehcodeCaption
source: Code
es: Código

# valVehcodeToolTip
source: Type of vehicle code.
es: Número que identifica al tipo de vehículo a asegurar

# ValVehMarkCaption
source: Make
es: Marca

# ValVehMarkToolTip
source: Make of the vehicle.
es: Marca del vehículo

# ValVehModelCaption
source: Model
es: Modelo

# ValVehModelToolTip
source: Model of the vehcile.
es: Modelo del vehículo

# AnchorCaption
source: Type
es: Tipo

# tcnYearCaption
source: Year
es: Año

# tcnYearToolTip
source: Manufacturing year of the vehicle.
es: Año de fabricación del vehículo

# Anchor2Caption
source: Registered vehicle
es: Vehículo registrado

# chksrelapsingToolTip
source: If selected, it indicates that the vehicle is already insured or has been insured by the Company.
es: Indica que el vehículo ya está asegurado o ha estado asegurado en otra póliza de la empresa

# Anchor3Caption
source: No traffic violation.
es: Sin infracción

# chksn_infracToolTip
source: If selected, it indicates that the usual driver of the vehicle has not had any serious infraction in the last 12 (twelve) months.
es: Indica que el conductor habitual del vehículo no ha tenido infracción gravísima en los últimos doce meses

# Anchor4Caption
source: Recovered vehicle
es: Retornado

# chksreturnToolTip
source: If selected, it indicates that the vehicle is not new.
es: Indica que el vehículo que se está asegurando es retornado

# tcnCapitalCaption
source: Value
es: Valor

# tcnCapitalToolTip
source: Commercial value of the vehicle
es: Valor comercial del vehículo

# tcnVehPlaceCaption
source: Seats
es: Asientos

# tcnVehPlaceToolTip
source: Number of seats of the vehicle.
es: Cantidad de asientos que posee el vehículo

# tcnVehPmaCaption
source: Weight (M.T.)
es: T.M.

# tcnVehPmaToolTip
source: Weight of the vehicle as expressed in metric tons.
es: Toneladas métricas de vehículo

# cbeProviCodCaption
source: Vehicle Traffic Zone
es: Zona de circulación

# cbeProviCodToolTip
source: Code of the zone where the vehicle is normally driven.
es: Código de la zona donde normalmente circula el vehículo

# tcnCollectedPremiumCaption
source: Premium charged
es: Prima cobrada

# tcnCollectedPremiumToolTip
source: Premium charged at point of sale SOAP
es: Prima cobrada en punto de venta SOAP

# Anchor5Caption
source: Hibrid vehicle indicator
es: Vehículo híbrido

# chks_HybridVehicleToolTip
source: Indicates if is a hibrid vehicle
es: Indica que el vehículo es de tecnología híbrida

# tctEngineCaption
source: Engine of the vehicle
es: Cilindrada

# tctEngineToolTip
source: Corresponds to the vehicle engine .Optional
es: Corresponde a la cilindrada del automóvil. No es de entrada obligatoria

# sClient_DealerCaption
source: Dealer
es: Concesionario

# sClient_SellerCaption
source: Seller
es: Vendedor

# cbeGroupCaption
source: Use
es: Uso
