Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/policy/policyseq/App_LocalResources/ca014a.aspx.*.resx
Languages: es

# chkRequiredColumnCaption
source: Mandatory
es: Obligatoria

# chkRequiredColumnToolTip
source: It indicates that the policy is required
es: Indica que la cobertura es requerida

# chkDefaultiColumnCaption
source: Pre-selection
es: Preselección

# chkDefaultiColumnToolTip
source: It indicates that the coverage will be selected by default
es: Indica que la cobertura está seleccionada por omisión

# tcnModulecColumnCaption
source: Module
es: Módulo

# tcnModulecColumnToolTip
source: Module
es: Mod

# cbeRoleColumnCaption
source: Type of Insured Person
es: Tipo de asegurado

# cbeRoleColumnToolTip
source: Type of role associated witht the coverage
es: Rol asociado a la cobertura

# tcnCoverColumnCaption
source: Code
es: Código

# tcnCoverColumnToolTip
source: Code of the coverage
es: Código de la cobertura

# tctCoverColumnCaption
source: Coverage
es: Cobertura

# tctCoverColumnToolTip
source: Description of the coverage
es: Descripción de la cobertura

# tcnCapitalColumnCaption
source: Sum Insured
es: Suma asegurada

# tcnCapitalColumnToolTip
source: Sum insured associated with the coverage
es: Capital aegurado asociado a la cobertura

# tcnRateColumnCaption
source: Current Rate
es: Tasa actual

# tcnRateColumnToolTip
source: Current rate of the coverage
es: Tasa actual de la cobertura

# tcnRatecoveColumnCaption
source: Rate
es: Tasa

# tcnRatecoveColumnToolTip
source: Rate to be applied to the sum insured
es: Tasa a aplicar (pormilaje) sobre la suma asegurada

# tcnPremiumColumnCaption
source: Premium
es: Prima

# tcnPremiumColumnToolTip
source: Anual premium to be collected for the coverage/rol
es: Prima anual a cobrar por la cobertura/rol

# cbeRetarifColumnCaption
source: Recalculation
es: Retarificación

# cbeRetarifColumnToolTip
source: Type of recalculation to be applied to the coverage
es: Tipo de retarificación a aplicar a la cobertura

# valBranch_reiColumnCaption
source: Reinsurance Line of Business
es: Ramo de reaseguro

# valBranch_reiColumnToolTip
source: Line of business associated with the coverage
es: Ramo de reaseguro asociado a la cobertura

# cbenTypAgeMinMColumnCaption
source: Age min. in (male)
es: Edad mín. en (masc)

# cbenTypAgeMinMColumnToolTip
source: Extent to which it expresses the value of age for male
es: Medida en la cual se expresa el valor de edad mínima para masculino

# cbenTypAgeMinFColumnCaption
source: Age min. in (Female))
es: Edad mín. en (femen))

# cbenTypAgeMinFColumnToolTip
source: Extent to which it expresses the value of minimum age for female
es: Medida en la cual se expresa el valor de edad mínima para femenino

# tcnAgemininsColumnCaption
source: Min. Age (male)
es: Edad mín. (masculino)

# tcnAgemininsColumnToolTip
source: Minimum age permitted for the coverage regarding the male insured.
es: Edad mínima permitida para la cobertura para los asegurados de sexo masculino

# tcnAgemininsfColumnCaption
source: Min Age. (female)
es: Edad mín. (femenino)

# tcnAgemininsfColumnToolTip
source: Minimum age permitted for the coverage regarding the female insured.
es: Edad mínima permitida para la cobertura para los asegurados de sexo femenino

# tcnAgemaxinsColumnCaption
source: Max. Age (male)
es: Edad máx. (masculino)

# tcnAgemaxinsColumnToolTip
source: Maximum permitted age for the coverage regarding the male insured.
es: Edad máxima permitida para la cobertura para los asegurados de sexo masculino

# tcnAgemaxinsfColumnCaption
source: Max. Age (female)
es: Edad máx. (femenino)

# tcnAgemaxinsfColumnToolTip
source: Maximum permitted age for the coverage regarding the female insured.
es: Edad máxima permitida para la cobertura para los asegurados de sexo femenino

# tcnAgemaxperColumnCaption
source: Continuance Age (male)
es: Edad per. (masculino)

# tcnAgemaxperColumnToolTip
source: Continuance age permitted for the male insured
es: Edad de permanencia permitida para la cobertura para los asegurados de sexo masculino

# tcnAgemaxperfColumnCaption
source: Continuance Age. (female)
es: Edad per. (femenino)

# tcnAgemaxperfColumnToolTip
source: Continuance age permitted for the female insured
es: Edad de permanencia permitida para la cobertura para los asegurados de sexo femenino

# cbeWait_typeColumnCaption
source: Type of Elimination Period
es: Tipo de carencia

# cbeWait_typeColumnToolTip
source: iIt indicates the way in which the waiting period is expressed
es: Tipo de carencia

# tcnWaitQColumnCaption
source: Duration of the Elimination Period
es: Duración de carencia

# tcnWaitQColumnToolTip
source: Duration of the waiting period
es: Duración de la carencia

# tcnPremimaxColumnToolTip
source: Maximum Premium Amount
es: Monto Maximo de Prima

# tcnPremiminColumnCaption
source: Minimum Premium
es: Prima Minima

# tcnPremiminColumnToolTip
source: Minimum Premium Amount
es: Monto Minimo de Prima

# tcnCacalmaxColumnCaption
source: Maximum Capital
es: Capital Maximo

# tcnCacalmaxColumnToolTip
source: Maximum Amount of Secured Capital
es: Monto Maximo de Capital Asegurado

# tcnCacalminColumnCaption
source: Minimum Capital
es: Capital Minimo

# tcnCacalminColumnToolTip
source: Minimum Amount of Secured Capital
es: Monto Minimo de Capital Asegurado

# 2ColumnCaption
source: Coverage
es: Cobertura

# valGroupCaption
source: Division
es: Grupo del colectivo

# valGroupToolTip
source: Collective group associated with the coverage
es: Grupo del colectivo asociado a las coberturas

# cbeCurrencDesCaption
source: Currency
es: Moneda

# cbeCurrencDesToolTip
source: Currency associated with the coverages
es: Moneda asociada a las coberturas

# tcnLegCaption
source: WUL Amount
es: Tope de capital por evaluaciòn

# tcnLegToolTip
source: Maximum amount of Guaranteed Issue Limit
es: Monto tope de límite de Emisión Garantizada

# btn_ApplyCaption
source: Copy coverage
es: Copia coberturas
