Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/policy/policyseq/App_LocalResources/ca021.aspx.*.resx
Languages: es

# btnSelCovColumnToolTip
source: Indicator of the retention record associated with the distribution being processed
es: Indicador del registro de retención para distribución en tratamiento

# valClientColumnCaption
source: Insured Person
es: Asegurado

# valModulecColumnCaption
source: Module
es: Módulo

# valCoverColumnCaption
source: Coverage
es: Cobertura

# cbeCurren_polColumnCaption
source: Currency
es: Moneda

# tcnCapitalColumnCaption
source: Sum Insured
es: Capital

# tcnCapitalColumnToolTip
source: Amount of the sum insured associated with the coverage
es: Monto de capital asociado a la cobertura

# tcnReserveColumnCaption
source: Reserve
es: Reserva

# tcnReserveColumnToolTip
source: Amount of the mathematical reserve associated with the coverage
es: Monto de reserva matemática asociada a la cobertura

# tcnReinCapitalColumnCaption
source: Sum Insured to Cede in Reinsurance
es: Capital a reasegurar

# tcnReinCapitalColumnToolTip
source: Amount of the sum to be reinsured associated with the coverage
es: Monto de capital a reasegurar de la cobertura

# cbeChangeColumnCaption
source: Allowed change
es: Cambio permitido

# tcnRetentionColumnCaption
source: Retention
es: Retención

# tcnRetentionColumnToolTip
source: Retention amount of the sum insured to be reinsured of the coverage
es: Monto de retencion sobre el capital a reasegurar de la cobertura

# tcnAmountColumnCaption
source: To Distribute
es: Por distribuir

# tcnAmountColumnToolTip
source: Sum insured amount to be reinsured that has to be distributed, according to the indicated retention
es: Monto de capital a reasegurar que falta por distribuir segun la retencion indicada

# tctHeapCodeColumnCaption
source: Type of Accumulation
es: Tipo Cúmulo

# tctHeapCodeColumnToolTip
source: Accumulation code
es: Código del cúmulo

# cbeBranchreiColumnCaption
source: Reinsurance Line of Business
es: Ramo de reaseguro

# cbeContractColumnCaption
source: Treaty
es: Contrato

# cbeContractColumnToolTip
source: Company that takes part in the financing agreement
es: Compañía participante en el contrato.

# tcnParticipColumnCaption
source: Participation Amount
es: Monto de participación

# tcnParticipColumnToolTip
source: Participation Amount
es: Monto de participación

# tcnPercentageColumnCaption
source: Percentage
es: % de participación

# tcnPercentageColumnToolTip
source: Share percentage
es: Porcentaje de participación

# tctCompanyColumnCaption
source: Company
es: Compañía

# tctCompanyColumnToolTip
source: Companies that take part in the financing agreement
es: Compañía participante en el contrato.

# cbeCompanyColumnCaption
source: Company
es: Compañía

# tcnClasificColumnCaption
source: Classification
es: Clasificación

# tcnClasificColumnToolTip
source: Risk rating of the company.
es: Clasificación de riesgo de la compañía.

# tcnComissionColumnCaption
source: % of Commission
es: % de comisión

# tcnComissionColumnToolTip
source: Commission percentage
es: % de Comisión

# tcnReser_rateColumnCaption
source: % of Reserve
es: % de reserva

# tcnReser_rateColumnToolTip
source: Reserve percentage
es: % de Reserva

# tcnInter_rateColumnCaption
source: % of Interests
es: % de intereses

# tcnInter_rateColumnToolTip
source: Interest percentage
es: % de Intereses

# tcdAcceptDateColumnCaption
source: Acceptance Date
es: Fecha de aceptación

# tcdAcceptDateColumnToolTip
source: Date when it is accepted
es: Fecha de Aceptación

# AnchorCoberturasCaption
source: Coverage
es: Coberturas

# AnchorContratosCaption
source: Coverage
es: Contratos

# AnchorFacultativoCaption
source: Facultative
es: Facultativo

# AnchorCoberturas2Caption
source: Coverage
es: Coberturas

# AnchorContratos2Caption
source: Contacts
es: Contratos

# AnchorFacultativo2Caption
source: Facultative
es: Facultativo
