Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/policy/policyseq/App_LocalResources/va589.aspx.*.resx
Languages: es

# AnchorSeguroCaption
source: Duration of the Insurance
es: Duración del seguro

# AnchorDatosSeguroCaption
source: Duration of the Insurance
es: Datos del seguro

# AnchorRentabilidadCaption
source: Duration of the Insurance
es: Rentabilidad

# valAgreementCaption
source: Agreement
es: Convenio

# valAgreementToolTip
source: Code of the agreement associated with the policy
es: Código del convenio asociado a la póliza

# AnchorSeguro2Caption
source: Duration of the Insurance
es: Duración del seguro

# cbeIduraindCaption
source: Type
es: Tipo

# cbeIduraindToolTip
source: Type of duration of the insurance
es: Tipo de duración del seguro

# tcnInsurtimeCaption
source: Duration
es: Duración

# tcnInsurtimeToolTip
source: Number of years during which the policy is in force
es: Cantidad de años de vigencia de la póliza

# AnchorDatosSeguro2Caption
source: Duration of the Insurance
es: Datos del seguro

# cbenCurrencyCaption
source: Currency
es: Moneda

# cbenCurrencyToolTip
source: Currency associated to the policy
es: Moneda asociada a la póliza

# cbenOptionCaption
source: Indemnity option
es: Opción de indemnización

# cbenOptionToolTip
source: Indemnity option
es: Opción de indemnización del seguro

# tcnCapitaldeathCaption
source: Sum Insured
es: Suma asegurada

# tcnCapitaldeathToolTip
source: Sum insured of the basic coverage
es: Suma asegurada de la cobertura básica

# tcnPremdealCaption
source: Annual Projected Premium
es: Prima proyectada anual

# tcnPremdealToolTip
source: Contribution amount of the annual premium
es: Monto del aporte de prima anual

# cbenPayfreqCaption
source: Payment Frequency
es: Frecuencia de pago

# cbenPayfreqToolTip
source: Payment frequency associated with the policy
es: Frecuencia de pago asociada a la póliza

# tcnCalPremCaption
source: Modal Premium
es: Prima s/frecuencia de pago

# tcnCalPremToolTip
source: Premium amount according to the payment frequency
es: Monto de prima según la frecuencia de pago

# AnchorRentabilidad2Caption
source: Duration of the Insurance
es: Rentabilidad

# cbenTypeinvestCaption
source: Investment Form
es: Modalidad de inversión

# cbenTypeinvestToolTip
source: Investment mode associated with the policy
es: Modalidad de inversión asociada a la póliza

# tcnIntprojectCaption
source: % of projected profit
es: % rentabilidad proyectada

# tcnIntprojectToolTip
source: Percentage of prejected profitability
es: Porcentaje de rentabilidad proyectada

# tcnWarminintCaption
source: % of guaranteed profit
es: % rentabilidad garantizada

# tcnWarminintToolTip
source: Percentage of guaranteed profitability
es: Porcentaje de rentabilidad garantizada
