Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/policy/policyseq/App_LocalResources/vi001.aspx.*.resx
Languages: es

# AnchorDuración de los pagosCaption
source: Payment Duration
es: Duración de los pagos

# AnchorRecargosCaption
source: Surcharges
es: Recargos

# cbovalGroupCaption
source: Division
es: Grupo colectivo

# cbovalGroupToolTip
source: Code identifying the group to which the certificate belongs
es: Código que identifica al grupo al que pertenece el certificado

# cbovalSituationCaption
source: Risk Location
es: Situación de riesgo

# cbovalSituationToolTip
source: Code identifying the location to which the certificate belongs
es: Código que identifica la situación a la que pertenece el certificado

# Anchor2Caption
source: Duration of the Insurance
es: Duración del seguro

# Anchor3Caption
source: Life Additional Information
es: Información adicional de vida

# tctInsurTimeRoutineCaption
source: Routine
es: Rutina

# tctInsurTimeRoutineToolTip
source: Code of the routine
es: Código de rutina

# tcnPerNunMiCaption
source: Minimum amount of Installment
es: Mínima cuota

# tcnPerNunMiToolTip
source: Minimum amount of the periodic payments
es: Monto mínimo de los pagos periódicos

# cbeTypDurinsCaption
source: Type of Duration
es: Tipo de duración

# cbeTypDurinsToolTip
source: Type of insurance's duration
es: Tipo de duración del seguro

# tcnCapitalCaption
source: Initial Sum Insured
es: Capital inicial

# tcnCapitalToolTip
source: Initial sum insured of the basic coverage
es: Capital asegurado inicial de la cobertura básica

# tcnInsur_TimeCaption
source: Duration
es: Duración

# tcnInsur_TimeToolTip
source: Duration of the insurance
es: Duración del seguro

# tcnrentamountCaption
source: Annuity Amount
es: Monto renta

# tcnrentamountToolTip
source: Amount of the agreed pension of the policy/certificate
es: Monto de la renta pactada para la póliza/certificado

# tcdexpirdatCaption
source: Valuation Date
es: Fecha vencimiento

# tcdexpirdatToolTip
source: Effective date of the policy's insurance
es: Fecha vigencia hasta del seguro de la póliza

# cbocurrrentCaption
source: Annuity Currency
es: Moneda renta

# cbocurrrentToolTip
source: Currency in which the pension is expressed
es: Moneda en la cual se encuentra reflejada la renta

# AnchorDuración de los pagos2Caption
source: Payment Duration
es: Duración de los pagos

# tcncount_insuCaption
source: Number of Insured Persons
es: Número asegurados

# tcncount_insuToolTip
source: Number of insured persons of the policy/certificate
es: Número de asegurados de la póliza/certificado

# tctRoutPayCaption
source: Routine
es: Rutina

# tctRoutPayToolTip
source: Routine used to calculate the period of time to pay the coverage
es: Rutina para el cálculo de la duración de los pagos

# tcnperc_capCaption
source: Interest Rate
es: Tasa interés

# tcnperc_capToolTip
source: Interest rate for the duration of the insurance savings policies
es: Tasa de interés para la vigencia de las pólizas de Ahorro seguro

# cbeTypDurpayCaption
source: Type of Duration
es: Tipo de duración

# cbeTypDurpayToolTip
source: Type of insurance's duration
es: Tipo de duración del seguro

# tcnPay_TimeCaption
source: Duration
es: Duración

# tcdDate_payCaption
source: Valuation Date
es: Fecha vencimiento

# tcdDate_payToolTip
source: Effective date of the policy's payments
es: Fecha vigencia hasta de los pagos de la póliza
