Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/policy/policyseq/App_LocalResources/vi681.aspx.*.resx
Languages: es

# tcnDisexprcColumnCaption
source: Code
es: Código

# tcnDisexprcColumnToolTip
source: Code of the surcharge/deduction
es: Codigo del Recargo Descuento

# cboDisexprcColumnCaption
source: Surcharge/Discount
es: Recargo/Descuento

# cboDisexprcColumnToolTip
source: Surcharge/deduction
es: Recargo Descuento

# cboDisexpriColumnCaption
source: Type
es: Tipo

# cboDisexpriColumnToolTip
source: Type associated with the element
es: Tipo asociado al elemento

# tcnModulecColumnCaption
source: Module
es: Módulo

# tcnModulecColumnToolTip
source: Module of the coverage
es: Módulo de la cobertura

# tcnCoverColumnCaption
source: Code
es: Código

# tcnCoverColumnToolTip
source: Code of the coverage
es: Codigo de Cobertura

# cbeCoverColumnCaption
source: Coverage
es: Cobertura

# cbeCoverColumnToolTip
source: Coverage
es: Cobertura

# tcnAgeColumnCaption
source: Year
es: Años

# tcnAgeColumnToolTip
source: Years to be added/subtracted from the actuarial age
es: Años a sumar o restar a Edad actuarial

# chkPermTempColumnCaption
source: Permanent?
es: ¿Permanente?

# chkPermTempColumnToolTip
source: Period of premium / discount permanent or temporary
es: Periodo de recargo/descuento permanente o temporal

# chkUnitColumnCaption
source: Rate?
es: ¿Tasa?

# chkUnitColumnToolTip
source: Type of rate or percentage
es: Tipo de unidad tasa o porcentaje

# tcnRateColumnToolTip
source: Factor associated with the surcharge/deduction
es: Factor asociado al recargo/descuento

# tcnAmountColumnCaption
source: Amount
es: Monto

# tcnAmountColumnToolTip
source: Fixed amount associated with surcharge/deduction
es: Monto fijo para monto recargo descuento

# tcdDate_FrColumnCaption
source: From
es: Desde

# tcdDate_FrColumnToolTip
source: Date as of which the surcharge/deduction is applied
es: Fecha desde aplicación de recargo/descuento

# tcdDate_toColumnCaption
source: To
es: Hasta

# tcdDate_toColumnToolTip
source: Date to of surcharge/deduction
es: Fecha hasta de recargo/descuento

# cbeCauseColumnCaption
source: Cause
es: Causa

# cbeCauseColumnToolTip
source: Reason why the surcharge/deduction is applied
es: Causa por la cual se aplica el recargo/descuento

# chkAgreeColumnCaption
source: Accepted
es: Aceptado

# chkAgreeColumnToolTip
source: It indicates that the insured accepts the extra premium
es: Indicador de que el asegurado acepta la sobreprima

# SCA2-XColumnCaption
source: Notes
es: Notas

# tctClientCaption
source: Client Code
es: Rut cliente

# tctClientToolTip
source: Code of the client
es: Código Cliente

# cbeRoleCaption
source: Role
es: Figura

# cbeRoleToolTip
source: Role of the client in a policy
es: Rol del cliente dentro de la póliza

# tcdBirthdateCaption
source: Date of Birth
es: Fecha de nacimiento

# tcdBirthdateToolTip
source: Date of birth
es: Fecha de nacimiento

# cbeSexclienCaption
source: Gender
es: Sexo

# cbeSexclienToolTip
source: Gender of the client
es: Sexo del cliente

# tcnInsuAgeCaption
source: Actuarial Age
es: Edad actuarial

# tcnInsuAgeToolTip
source: Actuarial age of the client
es: Edad actuarial del cliente

# tcnRatingToolTip
source: Rating associated with the client
es: Rating asociado al asegurado

# cbeTyperiskCaption
source: Type of Risk
es: Tipo de riesgo

# cbeTyperiskToolTip
source: It indicates if it refers to a high risk
es: Indica si riesgo es superior

# chkSmokingCaption
source: Smoker?
es: ¿Fumador?

# chkSmokingToolTip
source: It indicates if the client is a smoker
es: Se indica si cliente es fumador
