Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/policy/policyseq/App_LocalResources/vi7001.aspx.*.resx
Languages: es

# AnchorSeguroCaption
source: Duration of the Insurance
es: Duración del seguro

# AnchorEdadesCaption
source: Age
es: Edad

# AnchorAdicionalCaption
source: Additional Information
es: Información adicional

# AnchorAhorrosCaption
source: Savings investment rules
es: Reglas de inversión ahorros

# AnchorCostosCaption
source: Cost Deduction Scheme
es: Esquema de deducción de los costos

# cbovalGroupCaption
source: Division
es: Grupo colectivo

# cbovalGroupToolTip
source: Code identifying the group to which the certificate belongs
es: Código que identifica al grupo al que pertenece el certificado

# cbovalSituationCaption
source: Risk Location
es: Situación del riesgo

# cbovalSituationToolTip
source: Code identifyng the group to which the certificate belongs
es: Código que identifica al grupo al que pertenece el certificado

# AnchorSeguro2Caption
source: Duration of the Insurance
es: Duración del seguro

# AnchorEdades2Caption
source: Ages
es: Edades

# tcnInsurTimeAgeCaption
source: Year
es: Años

# tcnInsurTimeAgeToolTip
source: Number of years the policy is in effect
es: Cantidad de años que está vigente la póliza

# tcnAgeCaption
source: Actual Age
es: Real

# tcnAgeToolTip
source: Age of the insured at the beginning of the effective period of the policy
es: Edad cumplida por el asegurado al inicio de la vigencia de la póliza

# tcnInsurTimeAgeLimitCaption
source: Attained Age
es: Edad alcanzada

# tcnInsurTimeAgeLimitToolTip
source: Age of the insured person at policy expiration date
es: Edad que alcanzará el asegurado al momento del vencimiento de la póliza

# tcnAgeReinsuCaption
source: Actuarial age
es: Actuarial

# tcnAgeReinsuToolTip
source: Actuarial age to be used for reinsurance and reserve purposes
es: Edad actuarial a utilizar para fines de reaseguro y reservas

# tcnAgeLimitCaption
source: Maximum
es: Máxima

# tcnAgeLimitToolTip
source: Maximum permitted age for the insured to be kept in the policy/certificate
es: Edad máxima de permanencia del asegurado en la póliza/certificado

# AnchorSeguro3Caption
source: Payment Duration
es: Duración de los pagos

# cbeTypDurpayCaption
source: Type of Duration
es: Tipo de Duración

# cbeTypDurpayToolTip
source: Type of life insurance payments
es: Tipo de duración de los pagos del seguro

# tcnPay_TimeCaption
source: Duration
es: Duración

# tcnPay_TimeToolTip
source: Payment Duration
es: Duración de los pagos

# AnchorAdicional2Caption
source: Additional Information
es: Información adicional

# AnchorCaption
source: Currency
es: Moneda

# tcnCapitalCaption
source: Initial Sum Insured
es: Suma asegurada

# tcnCapitalToolTip
source: It indicates the sum insured of all the coverages associated with the policy/certificate
es: Permite indicar el Capital asegurado de todas las coberturas asociada a la póliza/certificado

# valOptionCaption
source: Indemnity option
es: Opción de indemnización

# valOptionToolTip
source: Indemnity option
es: Opción de indemnización

# tcnPremdeal_anuCaption
source: Annual Projected Premium
es: Prima proyectada anual

# tcnPremdeal_anuToolTip
source: Premium amount (annual premium contribution)
es: Monto de prima (aporte de prima anual)

# cbePayFreqCaption
source: Payment Frequency
es: Frecuencia de pago

# cbePayFreqToolTip
source: Payment Frequency of the Policy
es: Frecuencia de pago de la póliza

# tcnPremdealCaption
source: Premium according to frequency of payment
es: Prima s/ frecuencia de pago

# tcnPremdealToolTip
source: Premium amount that the customer must pay according to payment frequency
es: Monto de prima que el cliente debe pagar según la frecuencia de pago

# tcnIntwarrCaption
source: % of projected profit
es: % rentabilidad proyectada

# tcnIntwarrToolTip
source: Projected rate of return associated with the policy
es: Porcentaje de rentabilidad proyectada asociado a la póliza

# tcnPremminCaption
source: Minimum Premium
es: Prima mínima

# tcnPremminToolTip
source: Minimum premium defined in the product
es: Prima minina definida en el producto

# AnchorAhorros2Caption
source: Savings investment rules
es: Reglas de inversión ahorros

# AnchorCostos2Caption
source: Cost Deduction Scheme
es: Esquema de deducción de los costos

# tcnSaving_pctCaption
source: % of investment in saving account
es: % de inversión en cuentas de ahorros

# tcnSaving_pctToolTip
source: Percentage of every contribution that has to be used to invest in saving acounts that pay interests
es: Porcentaje de cada abono que debe ser utilizado para invertir en cuentas de ahorro que pagan intereses

# tcnDisc_save_pctCaption
source: % to deduct from saving account
es: % A descontar de cuenta de ahorro

# tcnDisc_save_pctToolTip
source: Percentage of every cost that is paid using the balance available in saving accounts
es: Porcentaje de cada costo que es pagado utilizando el saldo disponible en cuentas de ahorro

# cbeIndex_tableCaption
source: Investment Mode
es: Modalidad de inversión

# cbeIndex_tableToolTip
source: Code and description of the Investment Mode
es: Código y descripción del indice de capitalización a ser usado para calcular la rentabilidad de la póliza

# tcnDisc_unit_pctCaption
source: % to deduct from units account
es: % A descontar de cuenta de unidades

# tcnDisc_unit_pctToolTip
source: Percentage of every cost that is paid using the balance available in saving accounts
es: Porcentaje de cada costo que es pagado utilizando el saldo disponible en cuentas de ahorro

# valWarrn_tableCaption
source: Guaranteed Rate
es: Tasa garantizada

# valWarrn_tableToolTip
source: Code and name of the secured interest table that the product will be using
es: Código y nombre de la tabla de interés garantizado a utilizar en el producto
