Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/policy/policyseq/App_LocalResources/vi7006.aspx.*.resx
Languages: es

# tcnYear_iniColumnCaption
source: Initial
es: Inicial

# tcnYear_iniColumnToolTip
source: Initial policy year repayment period
es: Año poliza inicial del periodo de pago

# tcnYear_endColumnToolTip
source: Final policy year payment period
es: Año poliza final del periodo de pago

# tcnAmountdepColumnCaption
source: Divided
es: Anual

# tcnAmountdepColumnToolTip
source: Annual contribution amount
es: Monto de aporte anual

# tcnAmountdep1ColumnCaption
source: Semiannual
es: Semestral

# tcnAmountdep1ColumnToolTip
source: Semi-annual contribution amount
es: Monto de aporte semestral

# tcnAmountdep2ColumnCaption
source: Quarterly
es: Trimestral

# tcnAmountdep2ColumnToolTip
source: Quarterly contribution amount
es: Monto de aporte trimestral

# tcnAmountdep3ColumnCaption
source: Monthly
es: Mensual

# tcnAmountdep3ColumnToolTip
source: Amount of monthly contributions
es: Monto de aportes mensual

# tcnAmountdep_auxColumnToolTip
source: Amount outstanding contributions
es: Monto de aportes extraordinarios

# 2ColumnCaption
source: Repayment period (years)
es: Periodo de pagos ( años )

# 4ColumnCaption
source: Agreed premium
es: Prima convenida

# 1ColumnCaption
source: Special Bonus
es: Prima extraordinaria

# tcnPremium1Caption
source: Annual basic premium (inc DE)
es: Prima básica anual (inc D.E.)

# tcnPremium1ToolTip
source: Basic Annual Premium
es: Prima básica anual

# tcnPremdealCaption
source: Annual premium agreed
es: Prima convenida anual

# tcnPremdealToolTip
source: Annual premium agreed
es: Prima convenida anual

# AnchorVariosCaption
source: Company's projected profitability
es: Rentabilidad proyectada compañía

# AnchorVarios2Caption
source: Market projected profitability
es: Rentabilidad proyectada mercado

# tcnIntwarrCaption
source: Basic Account (%)
es: Cuenta básica (%)

# tcnIntwarrToolTip
source: % Of projected interest
es: % de interes proyectado

# tcnIntwarr2Caption
source: Basic Account (%)
es: Cuenta básica (%)

# tcnIntwarr2ToolTip
source: % Of projected interest
es: % de interes proyectado

# tcnIntwarr3Caption
source: Savings Account (%)
es: Cuenta de ahorro (%)

# tcnIntwarr3ToolTip
source: % Of projected interest
es: % de interes proyectado

# tcnIntwarr4Caption
source: Savings Account (%)
es: Cuenta de ahorro (%)

# tcnIntwarr4ToolTip
source: % Of projected interest
es: % de interes proyectado

# tcnIntwarr5Caption
source: Guaranteed return (%)
es: Rentabilidad garantizada (%)

# tcnIntwarr5ToolTip
source: % Of projected interest
es: % de interes proyectado

# AnchorVarios3Caption
source: Contribution plan
es: Plan de aportes

# btnCalcCaption
source: Project
es: Proyectar

# AnchorCaption
source: Simulation
es: Simulación

# tcnPeriodCaption
source: Intervals to project (years)
es: Periodicidad para proyectar (años)

# tcnPeriodToolTip
source: Intervals to project (years)
es: Periodicidad para proyectar (años)

# btnCalc1ToolTip
source: Given the expected accumulated value at a certain age, the system automatically calculates the required premium agreed
es: Dado el valor acumulado esperado a una determinada edad, el sistema calcula automáticamente la prima convenida necesaria

# tcnPremiumProyCaption
source: Prima agreed (inc DE)
es: Prima convenida (inc D.E.)

# tcnPremiumProyToolTip
source: Agreed premium (annual)
es: Prima convenida (anual)

# btnCalc2ToolTip
source: Given the expected accumulated value at a certain age, the system automatically calculates the required premium savings
es: Dado el valor acumulado esperado a una determinada edad, el sistema calcula automáticamente la prima de ahorro necesaria

# tcnPremiumExcCaption
source: Premium savings
es: Prima de ahorro

# tcnPremiumExcToolTip
source: Premium savings (annual)
es: Prima de ahorro (anual)

# btnCalc3ToolTip
source: Given the agreed annual premium and the initial contribution, the system automatically calculates the accumulated value at the right age.
es: Dada la prima pactada anual y el aporte inicial, el sistema calcula automáticamente el valor acumulado a la edad indicada.

# tcnValueCaption
source: Policy Value
es: Valor póliza

# tcnValueToolTip
source: Policy Value
es: Valor póliza

# btnCalc4ToolTip
source: The system automatically calculates the age to be insured when the policy reaches the specified equity.
es: El sistema calcula automáticamente la edad que tendrá el asegurado cuando la póliza alcance el valor acumulado indicado.

# tcnAgeCaption
source: Insured Age
es: Edad asegurado

# tcnAgeToolTip
source: Age
es: Edad

# btnCalc5ToolTip
source: Given the expected accumulated value, the annual premium agreed, the system automatically calculates the additional initial contribution required for the insured person has the accumulated value at age indicated.
es: Dado el valor acumulado esperado, la prima convenida anual, el sistema calcula automáticamente el Aporte inicial adicional necesario para que el asegurado tenga dicho valor acumulado a la edad señalada.

# tcnValueIniCaption
source: Initial contribution
es: Aporte inicial

# tcnValueIniToolTip
source: Initial contribution
es: Aporte inicial

# btnCalc6ToolTip
source: The system automatically calculates the number of years of premium payment agreed to achieve the desired equity.
es: El sistema calcula automáticamente la cantidad de años de pago de prima pactada para alcanzar el valor acumulado deseado.

# tcnDurPayCaption
source: Repayment period (years)
es: Periodo de pagos (años)

# tcnDurPayToolTip
source: Payment years
es: Años de pago
