Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/client/clientseq/App_LocalResources/bc001n.aspx.*.resx
Languages: es

# AnchorNombreCaption
source: Name
es: Nombre

# AnchorLicenciaCaption
source: Driver License
es: Licencia de conducir

# tcdInpDateCaption
source: Date of Register
es: Fecha de ingreso

# tcdInpDateToolTip
source: Date when the client is recorded in the system
es: Fecha en que ingresa el cliente al sistema

# AnchorNombre2Caption
source: Name
es: Nombre

# tctLastNameCaption
source: Last Name
es: Apellido paterno

# tctLastNameToolTip
source: Last name of the client being processed
es: Apellido paterno del cliente en tratamiento

# tctLastName2Caption
source: Second Last Name
es: Apellido materno

# tctLastName2ToolTip
source: Second last name of the client in process
es: Apellido materno del cliente en tratamiento

# tctFirstNameCaption
source: Names
es: Nombres

# tctFirstNameToolTip
source: Names of the client in process (last name, second last name and names)
es: Nombres del cliente en tratamiento

# tcdBirthDateCaption
source: Date of Birth
es: Fecha de nacimiento

# tcdBirthDateToolTip
source: Date of birth of the client
es: Fecha de nacimiento del cliente

# cbeCivilstaCaption
source: Marital Status
es: Estado civil

# cbeCivilstaToolTip
source: Marital status of the client
es: Estado civil del cliente

# cbeSexCaption
source: Gender
es: Sexo

# cbeSexToolTip
source: Gender of the client
es: Sexo del cliente

# cbeNationalityCaption
source: Nationality
es: Nacionalidad

# cbeNationalityToolTip
source: Nationality of the client
es: Nacionalidad del Cliente

# cbeOccupatCaption
source: Occupation
es: Actividad laboral

# cbeOccupatToolTip
source: Main occupation activity of the client
es: Actividad económica principal del cliente

# cbeAreaCaption
source: Economic Category
es: Rubro económico

# cbeAreaToolTip
source: Main economic activity performed by the client
es: Rubro económico en el cual se desenvuelve el cliente

# cbeTitleCaption
source: Profession
es: Profesión

# cbeTitleToolTip
source: Profession of the client in process
es: Profesión del cliente en tratamiento

# AnchorLicencia2Caption
source: Driver License
es: Licencia de conducir

# tcdDriverDatCaption
source: Issue Date
es: Fecha de otorgamiento

# tcdDriverDatToolTip
source: Date when the driving license of client was issued
es: Fecha de expedición de la licencia de conducir del cliente

# tctDriverNumCaption
source: Number
es: Número de licencia de conducir

# tctDriverNumToolTip
source: Number of the driving license
es: Número de licencia de conducir del cliente en tratamiento

# tcdDrivExpDatCaption
source: Expiry Date
es: Fecha de término

# tcdDrivExpDatToolTip
source: Expiration date of the driving license of the client
es: Fecha de expiración de la licencia de conducir del cliente

# cbeTypDriverCaption
source: Class
es: Clase

# cbeTypDriverToolTip
source: Type of driving license of the client
es: Tipo de licencia de conducir del cliente

# cbeLimitDrivCaption
source: Restrictions
es: Restricciones

# cbeLimitDrivToolTip
source: Driving restrictions of the client in process
es: Restricciones para conducir del cliente en tratamiento

# chkBlockadeCaption
source: Blocked
es: Bloqueado

# tcdDeathdateCaption
source: Date of Death
es: Fecha de defunción

# tcdDeathdateToolTip
source: Date of death of the client.
es: Fecha de defunción del cliente. Si el cliente tiene póliza de vida, se actualiza con la fecha de ocurrencia del siniestro que afecte la cobertura de muerte.

# AnchorControl3Caption
source: Additional Information
es: Información adicional

# cbeHealth_OrgCaption
source: Health Institution
es: Institución de salud

# cbeHealth_OrgToolTip
source: Health institution to which the client in process is associated.
es: Institución de salud a la que se encuentra asociado el cliente en tratamiento

# cbeAfpCaption
source: PFA
es: AFP

# cbeAfpToolTip
source: Pension Fund Administrator to which is associated with the client in treatment
es: Administradora de Fondo de Pensiones a la cual se encuentra asociado el cliente en tratamiento

# AnchorCaption
source: Smoker status
es: Condición de fumador

# optSmoking_3Caption
source: Uninformed
es: No informado

# optSmoking_3ToolTip
source: Smoking rates not reported
es: Si está seleccionado indica que el cliente no informó si fuma o no

# optSmoking_1Caption
source: Smoker
es: Fumador

# optSmoking_1ToolTip
source: Indicator of smoker
es: Si está marcado indica que el cliente es fumador

# optSmoking_2Caption
source: Non-smoker
es: No fumador

# optSmoking_2ToolTip
source: Non Smoking Indicator
es: Si está marcado indica que el cliente no es fumador

# tcdWeddCaption
source: Wedding Date
es: Fecha de matrimonio

# tcdWeddToolTip
source: Wedding date of the client in process
es: Fecha de matrimonio del cliente en tratamiento

# chkBill_IndCaption
source: Bill Indicator
es: Indicador de factura

# tcdDependantCaption
source: Date when gets employee status
es: Fecha de trabajador dependiente

# tcdDependantToolTip
source: Date on which the worker takes the status of dependent worker
es: Fecha en la cual el trabajador toma el estado de trabajador dependiente

# tcdIndependantCaption
source: Date when gets independent employee status
es: Fecha de trabajador independiente

# tcdIndependantToolTip
source: Date when the status of the employee change to independent employee
es: Fecha en la cual el trabajador toma el estado de trabajador independiente

# tcdRetirementCaption
source: Date when gets retirement status
es: Fecha de trabajador pensionado

# tcdRetirementToolTip
source: Date when the status of the employee change to Retired employee
es: Fecha en la cual el trabajador toma el estado de trabajador pensionado

# chkPEPCaption
source: Politically exposed person
es: Persona politicamente expuesta

# chkUsPersonCaption
source: US person
es: Indicador de cuidadano EE.UU

# chkCRSCaption
source: Person with tax residence abroad
es: Persona con residencia tributaria en el extranjero
