Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/client/clientseq/App_LocalResources/BC9000.aspx.*.resx
Languages: es

# AnchorNombreCaption
source: Name
es: Nombre

# AnchorLicenciaCaption
source: Driver License
es: Licencia de conducir

# AnchorNombre2Caption
source: Client Information
es: Datos del cliente

# cbeCountryCaption
source: Country
es: País

# cbeCountryToolTip
source: Country
es: País

# tcdOtherDateCaption
source: Other dates
es: Otras fechas

# tcdOtherDateToolTip
source: Other dates
es: Otras fechas

# AnchorNombre3Caption
source: Profile and overall business environment
es: Perfil y entorno general de la empresa

# cbeSinceYearCaption
source: Years in Market
es: Años en el mercado

# cbeSinceYearToolTip
source: Years in Market
es: Años en el mercado

# tcnNumEmployersCaption
source: Number of employees
es: Número de empleados

# tcnNumEmployersToolTip
source: Number of employees
es: Cantidad de empleados

# cbeCntryRiskCaption
source: Country Risk
es: Riesgo País

# cbeCntryRiskToolTip
source: Country Risk
es: Riesgo País

# cbeBranchCiaCaption
source: Business Money
es: Giro Empresa

# cbeTypeCiaCaption
source: Type of Business
es: Tipo de Empresa

# cbeTypeProductCaption
source: Type of product or service
es: Tipo de producto o servicio

# cbeRiskCaption
source: Risk
es: Riesgo

# cbeActBusCaption
source: Business Activities
es: Actividades comerciales

# tctNote1Caption
source: Comments I
es: Comentarios I

# AnchorNombre4Caption
source: Bank references, business, legal
es: Referencias bancarias, comerciales, jurídicas

# cbeRefBankCaption
source: Bank References
es: Referencias Bancarias

# cbeRefBusCaption
source: Trade References
es: Referencias Comerciales

# cbeRefLawCaption
source: Judicial Referral
es: Referencias Judiciales

# cbeNumPaysCaption
source: Payment Deadlines
es: Plazos Pagos

# cbeOldInsuranceCaption
source: Years with Insured Persons
es: Antigüedad con asegurados

# cbeProPayCaption
source: Payments to suppliers
es: Pago a proveedores

# tcnCodDicomCaption
source: DICOM Code
es: Código DICOM

# tcnCodDicomToolTip
source: DICOM Code
es: Codigo DICOM

# tctDesDicomCaption
source: DICOM Query
es: Consulta DICOM

# tctNote2Caption
source: Comments II
es: Comentarios II

# AnchorNombre5Caption
source: Financial Indicators
es: Indicadores financieros

# cbeCreditReasonCaption
source: Debt reason
es: Razón de endeudamiento

# cbeLiqCurrenCaption
source: Current Liquidity
es: Liquidez Corriente

# cbeLiqAcdCaption
source: Acid Liquidity
es: Liquidez ácida

# cbeRentabilityCaption
source: Duration of the Insurance
es: Rentabilidad

# cbeGrowSalesCaption
source: Sales growth
es: Crecimiento en ventas

# cbeEconomicCaption
source: Economic sector
es: Sector económico

# cbeFinancialCaption
source: Financial Situation
es: Situación financiera

# tctNote3Caption
source: Comments III
es: Comentarios III

# cbeCodRatingCaption
source: Rating Classification
es: Clasificación Rating

# cbeDesRatingCaption
source: Rating Description
es: Descripción Rating

# tctNote4Caption
source: Comments IV
es: Comentarios IV

# AnchorNombre7Caption
source: Credit Limit
es: Límite de crédito

# cbeCurrencyCaption
source: Currency
es: Moneda

# cbeCurrencyToolTip
source: Currency in which is expressed the credit limit
es: Moneda en la que esta expresado el límite de crédito

# tcnLimitCreditCaption
source: Credit Limit
es: Límite de crédito

# tcnLimitCreditToolTip
source: Credit Limit
es: Límite de crédito
