Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/collection/collectionseq/App_LocalResources/co001_k.aspx.*.resx
Languages: es

# AnchorCaption
source: Num of Schedule
es: No. de relación

# cbeActionCaption
source: Action
es: Acción

# cbeActionToolTip
source: Action to be recorded
es: Indica la acción a registrar

# Anchor2Caption
source: Total Schedule
es: Total relación

# cbeCurrencyCaption
source: Currency
es: Moneda

# cbeCurrencyToolTip
source: The type of currency must be selected
es: Seleccione el tipo de moneda

# Anchor3Caption
source: Total Collected
es: Total ingresado

# Anchor4Caption
source: Balance
es: Saldo

# AnchorOrigen de la relaciónCaption
source: Origin of the Schedule
es: Origen de la relación

# optRelOrigi_CStr1Caption
source: Produced
es: Recaudación

# optRelOrigi_CStr2Caption
source: Collection
es: Entrada de concepto

# tcnRelaNumCaption
source: Schedule Number
es: Número de relación

# tcnRelaNumToolTip
source: Number of the schedule in process
es: Número de la relación en proceso

# tctStatusCaption
source: Status of the Schedule
es: Estado de la relación

# tctStatusToolTip
source: Status of the schedule
es: Estado en que se encuentra la relación

# chkRentVitalCaption
source: Life Annuity
es: Rentas vitalicias

# chkRentVitalToolTip
source: Indicator of life annuities
es: Indicador de rentas vitalicias

# cbeRel_TypeCaption
source: Type of Schedule
es: Tipo de relación

# cbeRel_TypeToolTip
source: Type of schedule
es: Seleccione el tipo de relación

# valCollectorCaption
source: Collector
es: Cobrador

# valCollectorToolTip
source: Collecting agent associated with the documents of a schedule
es: Cobrador asociado a los documentos de una relación

# tcdCollectDateCaption
source: Collection Date
es: Fecha de cobro

# tcdCollectDateToolTip
source: The collection date must be recorded
es: Introduzca la fecha de cobro

# cbeInputTypCaption
source: Input Form
es: Forma de ingreso

# cbeInputTypToolTip
source: Select the form of income
es: Seleccione la forma de ingreso

# AnchorDatos de la relaciónCaption
source: Origin of the Schedule
es: Datos de la relación

# dtcClientCaption
source: Client
es: Cliente

# dtcClientToolTip
source: Code of the client to which the entry belongs
es: Código del cliente al que corresponde el movimiento.

# AnchorDatos de la relación2Caption
source: Origin of the Schedule
es: Datos de la relación

# cbeBankCaption
source: Bank
es: Banco

# cbeBankToolTip
source: Code of the associated bank
es: Código del banco asociado

# valBank_AgreeCaption
source: Agreement
es: Convenio

# valBank_AgreeToolTip
source: The payment agreement must be selected
es: Seleccione el convenio de pago

# AnchorDatos de la relación3Caption
source: Origin of the Schedule
es: Datos de la relación

# valAgreementCaption
source: Agreement (payroll payment)
es: Convenio (descuento por planilla)

# valAgreementToolTip
source: The discount agreement must be selected
es: Seleccione el convenio de descuento

# tcdCollectCaption
source: Collection Date
es: Fecha de cobranza

# tcdCollectToolTip
source: The collection date must be recorded
es: Introduzca la fecha de cobranza

# tcdValueDateCaption
source: Valuation Date
es: Fecha de valorización

# tcdValueDateToolTip
source: Value date
es: Fecha de valorización

# AnchorDatos de la relación4Caption
source: Origin of the Schedule
es: Datos de la relación

# cbeBranchCaption
source: Line of Business
es: Ramo

# cbeBranchToolTip
source: Code of the line of business
es: Seleccione el ramo a tratar

# valProductCaption
source: Product
es: Producto

# valProductToolTip
source: If the relationship is policy, enter the product associated
es: Si la relación es por poliza, introduzca el producto asociado

# tcnPolicyCaption
source: Policy
es: Póliza

# tcnPolicyToolTip
source: Number of the policy
es: Número de la póliza a tratar

# tcnCertifCaption
source: Certificate
es: Certificado

# tcnCertifToolTip
source: Certificate number
es: Número de certificado

# optRelOrigi_CStr1ToolTip
source: Produced
es: Indica que se trata de una relación por recaudación de primas

# optRelOrigi_CStr2ToolTip
source: Collection
es: Indica que se trata de una relación por conceptos de ingreso en cajas
