Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/collection/collectionseq/App_LocalResources/co008.aspx.*.resx
Languages: es

# chkSelAllCaption
source: Select/deselect all
es: Seleccionar/Deseleccionar todos

# tcnCashIdColumnCaption
source: N° Comp cash desk
es: N° Comp caja

# tcnCashIdColumnToolTip
source: Number of cash receipt
es: Número de comprobante de caja

# nTypPayColumnCaption
source: Type of payment
es: Tipo de pago

# nTypPayColumnToolTip
source: It indicates how the payment will be made
es: Medio que se utilizará para efectuar el pago.

# dDoc_dateColumnCaption
source: Date of the Document
es: Fecha del documento

# dDoc_dateColumnToolTip
source: Date of the document recorded as a type of payment
es: Fecha del documento ingresado como tipo de pago.

# sClientColumnCaption
source: Client
es: Cliente

# sClientColumnToolTip
source: Code of the client involved in the payment transaction
es: Código del cliente involucrado en el pago

# nBankAccColumnCaption
source: Bank Account
es: Cuenta Bancaria

# nBankAccColumnToolTip
source: Bank account associated with the type of payment
es: Cuenta bancaria asociada al tipo de pago

# nCurrencyColumnCaption
source: Currency
es: Moneda

# nCurrencyColumnToolTip
source: Currency in which the type of payment specified is expressed
es: Moneda en la que se expresa el tipo de pago indicado.

# tcdValDateColumnCaption
source: Date of value
es: Fecha de valorización

# tcdValDateColumnToolTip
source: Valuation date of payment.
es: Fecha de valorización del pago.

# nAmountColumnCaption
source: Amount
es: Monto

# nAmountColumnToolTip
source: Amount to be paid
es: Monto a pagar

# tcnExchangeColumnCaption
source: Exchange rate
es: Factor de cambio

# tcnExchangeColumnToolTip
source: It indicates the exchange rate to be used to convert the amount to local currency
es: Factor a aplicar con el fin de obtener el monto en moneda local.

# tcnAmountLocColumnCaption
source: Amount in Currency local
es: Monto en moneda local

# tcnAmountLocColumnToolTip
source: Amount expressed as a result of the amount and the exchange rate
es: Monto expresado como producto entre el monto y el factor de cambio

# tcnAmountUFColumnCaption
source: Amount in U.F.
es: Monto en U.F.

# tcnAmountUFColumnToolTip
source: Amount expressed in fiscal unit
es: Monto expresado en Unidad de Fomento

# nBankColumnCaption
source: Bank
es: Banco

# nBankColumnToolTip
source: Bank to which the payment document belongs
es: Banco al cual pertenece el documento utilizado para pagar.

# sDocNumberColumnCaption
source: Number of Document
es: No. de Documento

# sDocNumberColumnToolTip
source: Number identifying the payment document
es: Nro. del documento utilizado para pagar

# nChequeLocatColumnCaption
source: Location
es: Plaza

# nChequeLocatColumnToolTip
source: Plaza Bank which owns the document used in the payment
es: Plaza del Banco a la que pertenece el documento empleado en el pago

# nTypCreCardColumnCaption
source: Type of Card
es: Tipo de tarjeta

# nIntermedColumnCaption
source: Producer
es: Intermediario

# nIntermedColumnToolTip
source: Producer involved in the payment
es: Intermediario involucrado en el pago

# nLed_companColumnCaption
source: Ledger company
es: Compañía contable

# nLed_companColumnToolTip
source: Company to which the account affected by the exchange belongs
es: Compañía a la cual pertenece la cuenta afectada por el canje.

# sAccountColumnCaption
source: General Ledger Account
es: Cuenta contable

# sAccountColumnToolTip
source: Code of the ledger account affected by the exchange.
es: Código de la cuenta afectada por el canje.

# sAux_accounColumnCaption
source: Subsidiary ledge account
es: Auxiliar contable

# sAux_accounColumnToolTip
source: Subsidiary of the Ledger account which is affected by the exchange
es: Auxiliar de la cuenta contable que es afectada por el canje.

# tcnRateColumnCaption
source: Discount rate
es: Tasa de descuento

# tcnRateColumnToolTip
source: Interest rate takes the document
es: Tasa de interés de toma del documento

# tcnNominalValColumnCaption
source: Face value
es: Valor nominal

# tcnNominalValColumnToolTip
source: Initial value printed in the document
es: Valor inicial impreso en el documento.

# dtEmiDateColumnCaption
source: Issue date
es: Fecha de emisión

# dtEmiDateColumnToolTip
source: Date when the face value is issued
es: Fecha de emisión del valor nominal

# dtExpirDateColumnCaption
source: Date of expiry
es: Fecha de vencimiento

# dtExpirDateColumnToolTip
source: Expiration date of the bonus printed in the document
es: Fecha de vencimiento del bono impresa en el documento

# nAmountDecColumnCaption
source: Amount with decimals positions
es: Monto con decimales

# nAmountDecColumnToolTip
source: Amount with decimals to be paid
es: Monto a pagar con decimales
