Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/collection/collectionseq/App_LocalResources/co823.aspx.*.resx
Languages: es

# valConceptColumnCaption
source: Concept
es: Concepto

# valConceptColumnToolTip
source: Code of the item under which the entry is being recorded
es: Código del concepto por el cual se está realizando el ingreso

# cbeCurrencyColumnCaption
source: Currency origin
es: Moneda origen

# cbeCurrencyColumnToolTip
source: Currency in which the amount of the cash receipt is expressed
es: Moneda en la que se encuentra expresado el monto del ingreso

# tcnAmountOrigColumnCaption
source: Amount to pay L.C.
es: Monto a pagar M.O.

# tcnAmountOrigColumnToolTip
source: Amount of the cash receipt expressed in the original curency
es: Monto del ingreso en su moneda origen

# tcdValuedateColumnCaption
source: Date of value
es: Fecha de valorización

# tcdValuedateColumnToolTip
source: Date to which the exchange rate is applied
es: Fecha a la que se aplica el factor de cambio correspondiente

# tcnAmountLocColumnCaption
source: Amount to pay
es: Monto a pagar

# tcnAmountLocColumnToolTip
source: Amount of the cash receipt expressed in the original curency
es: Monto del ingreso en la moneda del pago

# tcnExchangeColumnCaption
source: Exchange rate
es: Factor de cambio

# tcnExchangeColumnToolTip
source: Exchange rate
es: Factor de cambio

# valBank_agreeColumnCaption
source: Bank-agreement
es: Banco-convenio

# valBank_agreeColumnToolTip
source: Bank with direct debit agreement or payment at cashier desk
es: Banco que se encuentra en convenio de PAC o de Pago en ventanilla.

# valAccount_AgreeColumnCaption
source: Agreement bank
es: Convenio banco

# valAccount_AgreeColumnToolTip
source: Agreement number
es: Número de Convenio banco

# valAgreementColumnCaption
source: Agreement
es: Convenio

# valAgreementColumnToolTip
source: Agreement
es: Indica el número de convenio

# tcdCollectColumnCaption
source: Collection Dates
es: Fecha de cobranzas

# tcdCollectColumnToolTip
source: Date of collection associated with the item
es: Fecha de cobranzas asociada al concepto

# tcnBulletinsColumnCaption
source: Notice
es: Aviso

# tcnBulletinsColumnToolTip
source: Number of the bulletin or notice associated with the item of the line
es: Número de boletín o aviso asociado al concepto de la linea

# dtcClientColumnCaption
source: Client
es: Cliente

# dtcClientColumnToolTip
source: Code of the client in process
es: Código del cliente en tratamiento

# tcnClaimColumnCaption
source: Claim
es: Siniestro

# tcnClaimColumnToolTip
source: Number identifying the claim to which the entry belongs (salvage/recovery)
es: Número identificativo del siniestro al que pertenece el movimiento (recobro/salvamento/recuperado)

# valCasesColumnCaption
source: Case
es: Caso

# valCasesColumnToolTip
source: Number of the case associated with the claim
es: Número de caso asociado al siniestro

# valCurrAccColumnCaption
source: Current Account.
es: Cta Cte.

# valCurrAccColumnToolTip
source: Type of current account to be affected
es: Tipo cuenta corriente a afectar.

# valIntermedColumnCaption
source: Producer
es: Intermediario

# valIntermedColumnToolTip
source: Code of the producer to which the entry belongs
es: Código del intermediario al que corresponde el movimiento.

# valLoansColumnCaption
source: Advanced Payment
es: Anticipo

# valLoansColumnToolTip
source: Number of the advance payment associated with the producer to which the entry belongs
es: Número del anticipo asociado al intermediario al que corresponde el movimiento.

# valCompanyCRColumnCaption
source: Co/Reinsurance
es: Co/Reaseguro

# valCompanyCRColumnToolTip
source: Code of the company to which the entry belongs
es: Código de la compañía a la que corresponde el movimiento.

# SCA2-NColumnCaption
source: Notes
es: Notas
