Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/security/security/App_LocalResources/sg013.aspx.*.resx
Languages: es

# tctSchemaDesCaption
source: Description
es: Descripción

# tctSchemaDesToolTip
source: Full description of the security scheme in process
es: Descripción completa del esquema de seguridad en tratamiento

# tctShort_desCaption
source: Short description
es: Descripción abreviada

# tctShort_desToolTip
source: Short description of the security scheme in process
es: Descripción abreviada del esquema de seguridad en tratamiento

# AnchorPeríodoCaption
source: Effective period
es: Período de validez

# AnchorCondiciónCaption
source: Query by condition usage
es: Uso de condición

# tcdEffecdateCaption
source: From
es: Desde

# tcdEffecdateToolTip
source: Date as of which the security scheme being processed becomes effective
es: Indica la fecha a partir de la cual se encuentra válido el esquema de seguridad

# tcdNulldateCaption
source: To
es: Hasta

# tcdNulldateToolTip
source: Date up to which the security scheme will remain effective
es: Indica la fecha hasta la cual se encuentra válido el esquema de seguridad

# chkPermissionCaption
source: Allowed
es: Permitido

# AnchorHorarioCaption
source: Work Shift
es: Horario de trabajo

# AnchorHorario2Caption
source: Schedule
es: Horario

# tctFrom1Caption
source: From
es: Desde

# tctFrom1ToolTip
source: Time (on a 24-hour basis) as of which the user may begin using the system
es: Hora (sobre la base de 24 horas) a partir de la cual el usuario puede comenzar a utilizar el sistema

# tctTo1Caption
source: To
es: Hasta

# tctTo1ToolTip
source: Time (on a 24-hour basis) up to which the user is allowed to use the system
es: Hora (sobre la base de 24 horas) hasta la cual el usuario puede utilizar el sistema

# tctFromQ1Caption
source: From
es: Desde

# tctFromQ1ToolTip
source: Time (on a 24-hour basis) as of which the user may begin executing the “condition' action
es: Hora (sobre la base de 24 horas) a partir de la cual el usuario puede comenzar a utilizar la acción condición

# tctToQ1Caption
source: To
es: Hasta

# tctToQ1ToolTip
source: Time (on a 24-hour basis) up to which the user is allowed to execute the “condition' action
es: Hora (sobre la base de 24 horas) hasta la cual el usuario puede utilizar la acción condición

# tctFrom2Caption
source: From
es: Desde

# tctFrom2ToolTip
source: Time (on a 24-hour basis) as of which the user may begin using the system
es: Hora (sobre la base de 24 horas) a partir de la cual el usuario puede comenzar a utilizar el sistema

# tctTo2Caption
source: To
es: Hasta

# tctTo2ToolTip
source: Time (on a 24-hour basis) up to which the user is allowed to use the system
es: Hora (sobre la base de 24 horas) hasta la cual el usuario puede utilizar el sistema

# tctFromQ2Caption
source: From
es: Desde

# tctFromQ2ToolTip
source: Time (on a 24-hour basis) as of which the user may begin executing the “condition' action
es: Hora (sobre la base de 24 horas) a partir de la cual el usuario puede comenzar a utilizar la acción condición

# tctToQ2Caption
source: To
es: Hasta

# tctToQ2ToolTip
source: Time (on a 24-hour basis) up to which the user is allowed to execute the “condition' action
es: Hora (sobre la base de 24 horas) hasta la cual el usuario puede utilizar la acción condición.

# AnchorCotizadorCaption
source: Quotation
es: Cotizador

# tcnDurationCaption
source: Duration
es: Duración

# tcnDurationToolTip
source: Duration in days of the version fo the updater
es: Días de duración de la versión del actualizador

# tcnDaysAdvCaption
source: Require Cancelation Notice
es: Aviso

# tcnDaysAdvToolTip
source: Number of days to warn the expiration of the application
es: Días de aviso para advertir la expiración de la aplicación

# cbeStatregtCaption
source: Status
es: Estado
