Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/product/productseq/prodlifeseq/App_LocalResources/dp026.aspx.*.resx
Languages: es

# AnchorContrataciónCaption
source: Contracting
es: Contratación

# AnchorRenovaciónCaption
source: Renewal
es: Renovación

# tcnSuageMinCaption
source: Minimum
es: Mínimo

# tcnSuageMinToolTip
source: Minimum permitted age for the insured to purchase a policy
es: Edad mínima que debe tener un asegurado al momento de contratar la póliza

# tcnSuageMaxCaption
source: Maximum
es: Máximo

# tcnSuageMaxToolTip
source: Maximum permitted age for the insured to purchase a policy
es: Edad máxima que debe tener un asegurado al momento de contratar la póliza

# tcnReageMaxCaption
source: Renewal
es: Renovación

# tcnReageMaxToolTip
source: Maximum permitted age for the insured at renewal.
es: Edad máxima que debe tener el asegurado al momento de la renovación

# AnchorEdadCaption
source: Actuarial Age
es: Edad actuarial

# AnchorProbabilidadCaption
source: Death Probability
es: Probabilidad de muerte

# tcnYearminwCaption
source: Years to substract to women age
es: Años a restar a mujeres

# tcnYearminwToolTip
source: Number of years to be subtracted from the actual age of women in order to obtain their actuarial age
es: Número de años a restar a la edad real de las mujeres para determinar su edad actuarial

# tcnSmokeCaption
source: Smokers
es: Fumadores

# tcnSmokeToolTip
source: It is the coefficient to be applied in order to determine the death probability of the insured smoker
es: Coeficiente a aplicar para determinar la probabilidad de muerte del asegurado fumador

# tcnYearMorsCaption
source: Years of age to add to smokers
es: Años a sumar a fumadores

# tcnYearMorsToolTip
source: Number of years to be added to the actual age of smokers in order to obtain their actuarial age.
es: Número de años a sumar a la edad real de los fumadores para determinar su edad actuarial

# tcnNSmokeCaption
source: Non-smokers
es: No fumadores

# tcnNSmokeToolTip
source: It is the coefficient to be applied in order to determine the death probability of the insured non-smoker
es: Coeficiente a aplicar para determinar la probabilidad de muerte del asegurado no fumador

# tcnYearMinsCaption
source: Years to substract to non-smokers age
es: Años a restar a no fumadores

# tcnYearMinsToolTip
source: Number of years to be subtracted from the actual age of non-smokers in order to obtain their actuarial age.
es: Número de años a restar a la edad real de los no fumadores para determinar su edad actuarial
