Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/product/productseq/prodlifeseq/App_LocalResources/dp043a.aspx.*.resx
Languages: es

# tctRouAdvanCaption
source: Routine
es: Rutina

# tctRouAdvanToolTip
source: Code of the routine/formula to be used to determine the maximum possible value of the loan
es: Rutina/fórmula a utilizar para conseguir el valor máximo posible para otorgar en el anticipo

# tcnQMEPLoansCaption
source: Minimum Months In Force
es: Meses mínimos de vigencia

# tcnQMEPLoansToolTip
source: Minimum number of effective months that the policy must have in order to execute the loan
es: Meses mínimo de vigencia que debe tener la póliza para poder realizar el préstamo

# tcnQMMLoansCaption
source: Maximum of Loans per Month
es: Máximo de préstamos por mes

# tcnQMMLoansToolTip
source: Maximum number of loans that may be granted per month
es: Número máximo de préstamos que se pueden realizar en un mes

# tcnQMYLoansCaption
source: Maximum of Loans per Year
es: Máximo de préstamos por año

# tcnQMYLoansToolTip
source: Maximum number of loans that may be granted per year
es: Número máximo de préstamos que se pueden realizar en un año

# tcnAMinLoansCaption
source: Minimum Loan Amount
es: Monto mínimo del préstamo

# tcnAMinLoansToolTip
source: Minimum amount that the loan must have to be granted
es: Monto mínimo que debe tener el préstamos para poder realizarlo

# tcnAMaxLoansCaption
source: Maximum Loan Amount
es: Monto máximo del préstamo

# tcnAMaxLoansToolTip
source: Maximum amount or maximum limit amount of the loan that will be granted
es: Monto máximo o límite máximo del monto del préstamo que se desea realizar

# tcnPerVSLoansCaption
source: % over Surrender Value
es: % sobre el valor del rescate

# tcnPerVSLoansToolTip
source: Percentage to be applied to the surrender value in order to obtained the maximum loan that may be granted
es: Porcentaje sobre el valor de rescate para obtener el máximo monto de préstamo que se puede otorgar

# tcnTaxesCaption
source: % of Fiscal/Stamp
es: % de Timbre/Estampillas

# tcnTaxesToolTip
source: Percentage to be applied to the loan's amount to obtain the amount of stamps
es: Porcentaje sobre el monto de préstamo para obtener el monto de timbres/estampillas

# tcnPercTolCaption
source: Allowed Tolerance
es: Tolerancia permitida

# cbeOrigin_LoanCaption
source: It has allowed
es: Cuenta permitida

# cbeOrigin_LoanToolTip
source: It has allowed for partial surrenders
es: Cuenta permitida para realizar rescates parciales

# AnchorCaption
source: Loans
es: Intereses

# tcnInterestCaption
source: % annual
es: % anual

# tcnInterestToolTip
source: Percentage of annual interest to be collected
es: Porcentaje de interés anual a cobrar

# cbeAnlifintCaption
source: Type of Interest
es: Tipo de interés

# cbeAnlifintToolTip
source: It indicates how interests will be charged to the client
es: Forma como serán descontados los intereses al cliente

# cbePayInterCaption
source: Collection included in
es: Cobro en

# cbePayInterToolTip
source: It indicates if the amount to be collected on interests is included in a new bill or if it is included in each renewal bill
es: Indica si se genera un recibo separado para el cobro de los intereses o se cobran en cada recibo de renovación anual

# tctRouInterestCaption
source: Interest calculation
es: Cálculo de intereses

# tctRouInterestToolTip
source: Rutine/formula used to obtain the interest amount to be collected
es: Rutina/fórmula a utilizar para conseguir el monto de interés a cobrar

# cbeBill_itemCaption
source: Billing Item
es: Concepto de facturación

# cbeBill_itemToolTip
source: Billing item that will be associated with the interest amount to be collect
es: Concepto de facturación que se asociará al monto de interés a cobrar dentro del recibo
