Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/product/productseq/prodlifeseq/App_LocalResources/dp044.aspx.*.resx
Languages: es

# tctOriginColumnCaption
source: Collection Method
es: Cuenta

# tctOriginColumnToolTip
source: Account Name
es: Nombre de la cuenta

# tctDescriptColumnCaption
source: Fund
es: Fondo

# tctDescriptColumnToolTip
source: Description of the fund
es: Descripción del fondo

# tcnPartic_minColumnCaption
source: % of minimum investment
es: %Mínimo

# tcnPartic_minColumnToolTip
source: Minimum percentage to be invested
es: Porcentaje mínimo a invertir

# tcnParticipColumnCaption
source: % of Investment
es: %Inversión

# tcnParticipColumnToolTip
source: Investment percentage to be associated by default to the policy
es: Porcentaje de inversión a asociar por defecto a la póliza

# tcnBuy_costColumnCaption
source: % of cost for unit purchase
es: %Costo de compra

# tcnBuy_costColumnToolTip
source: Percentage to be charged to the client on account of the purchase of investment units
es: Porcentaje a cobrar al cliente por conceto de adquisición o compra de unidades de inversión

# tcnSell_costColumnCaption
source: % of cost for unit sale
es: %Costo de Venta

# tcnSell_costColumnToolTip
source: Percentage to be charged to the client on account of the sale of investment units
es: Porcentaje a cobrar al cliente por concepto de venta de unidades de inversión

# tcnIntProyColumnCaption
source: Company
es: Compañía

# tcnIntProyColumnToolTip
source: Projected profitability for the company given
es: Rentabilidad proyectada dada por la compañía

# tcnIntProyVarMaxColumnCaption
source: Agent
es: Asesor

# tcnIntProyVarMaxColumnToolTip
source: Maximum profit project managed by the consultant
es: Máxima rentabilidad proyectada manejada por el asesor

# tcnIntProyVarCleColumnCaption
source: Net
es: Neta

# tcnIntProyVarCleColumnToolTip
source: Maximum profit project managed by the consultant
es: Máxima rentabilidad proyectada manejada por el asesor

# chkVigenColumnCaption
source: Restricted for sale
es: Restringido para la venta

# chkVigenColumnToolTip
source: Indicates when a fund is restricted for sale
es: Indica cuando un fondo queda restringido para la venta

# 3ColumnCaption
source: Projected net profit
es: Rentabilidad neta proyectada
