Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/claim/claim/App_LocalResources/si831.aspx.*.resx
Languages: es

# tcnQuantityColumnCaption
source: Quantity
es: Cantidad

# tcnQuantityColumnToolTip
source: Number of vehicles to be replaced
es: Cantidad de Vehículos a reponer

# tctDescriptColumnCaption
source: Description
es: Descripción

# tctDescriptColumnToolTip
source: Description of the vehicle to be replaced
es: Descripción del vehículo a reponer

# tcnAmountColumnCaption
source: Unit Value
es: Valor unitario

# tcnAmountColumnToolTip
source: Value of the vehicle to be replaced
es: Valor del vehículo a reponer

# tcnTotalAmountColumnToolTip
source: Total amount of the spare parts
es: Valor Total de Repuestos

# cbeProviderCaption
source: Provider
es: Proveedor

# cbeProviderToolTip
source: Code of the provider
es: Código del proveedor

# tctClientCodeCaption
source: Client Code
es: RUT

# tctClientCodeToolTip
source: Code of the client associated with the supplier
es: RUT (código de cliente) asociado al proveedor

# cmdAddressCaption
source: Address
es: Dirección

# cmdAddressToolTip
source: Address of the supplier
es: Dirección del proveedor

# tctAtentionCaption
source: Helped by
es: Atendido por

# tctAtentionToolTip
source: Name of the sales agent who processes the purchase
es: Nombre del vendedor que atendio la compra

# AnchorCaption
source: Detail
es: Detalle

# cbeVehbrandCaption
source: Make
es: Marca

# cbeVehbrandToolTip
source: Make of the selected vehicle
es: Marca del vehículo seleccionado

# tctVehmodelCaption
source: Model
es: Modelo

# tctVehmodelToolTip
source: Model of the vehicle
es: Modelo del vehículo

# tcnyearCaption
source: Year
es: Año

# tcnyearToolTip
source: Year of the vehicle
es: Año del Vehiculo

# tcnTotalNetCaption
source: Net Total
es: Total Neto

# tcnTotalNetToolTip
source: Sum of the spare parts column
es: Sumatoria de la columna de los repuestos en la cotización

# tcnTotalIvaCaption
source: Sale Tax
es: Iva

# tcnTotalIvaToolTip
source: Tax percentage
es: Porcentaje del Impuesto

# tcnTotalToolTip
source: Total amount of the quotation
es: Monto total de la cotización

# Anchor2Caption
source: Detail
es: Condiciones de Compra

# tctCondicCaption
source: Conditions of
es: Condiciones de

# tctCondicToolTip
source: Conditions
es: Condiciones

# tctClientConCaption
source: Purchased by
es: Compra para

# tctClientConToolTip
source: Code of the buyer
es: RUT del Comprador

# tctNombreConCaption
source: Name
es: Nombre

# tctNombreConToolTip
source: Name of the sales agent who processes the purchase
es: Nombre del vendedor que atendio la compra

# tctAdd_ContactCaption
source: Address
es: Dirección

# tctAdd_ContactToolTip
source: Address of the contact person
es: Dirección del Contacto

# cbeProvinceCaption
source: Region
es: Región

# cbeProvinceToolTip
source: Region where the delivery should be made
es: Región donde debe realizarse el despacho

# valLocalCaption
source: City
es: Ciudad

# valLocalToolTip
source: City where the delivery should be made
es: Ciudad donde debe realizarse el despacho

# valMunicipalityCaption
source: Municipality
es: Comuna

# valMunicipalityToolTip
source: County where the delivery should be made
es: Comuna donde debe realizarse el despacho

# tctPhone_ContCaption
source: Telephones
es: Teléfono

# tctPhone_ContToolTip
source: Phone number of the contact person
es: Número de teléfono del contacto
