Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/claim/claim/App_LocalResources/sic001.aspx.*.resx
Languages: es

# tcnClaimColumnCaption
source: Claim
es: Siniestro

# tcnClaimColumnToolTip
source: Number identifying the claim shown in the line
es: Número identificativo del siniestro presentaqdo en la línea

# tctCaseColumnCaption
source: Case
es: Caso

# tctCaseColumnToolTip
source: It indicates all the cases that belongs to a claim
es: Corresponde a cada una de las reclamaciones que se realiza en un siniestro

# tctOccurdateColumnCaption
source: Date of Occurrence
es: Fecha de Ocurrencia

# tctOccurdateColumnToolTip
source: Date when the claim shown in the line occured
es: Fecha de ocurrencia del siniestro mostrado en la línea

# tctStatClaimColumnCaption
source: Status of the Claim
es: Estado del siniestro

# tctStatClaimColumnToolTip
source: Status of the claim shown in the line
es: Estado del siniestro mostrado en la línea

# tcnLoc_out_amColumnCaption
source: Pending
es: Pendiente

# tcnLoc_out_amColumnToolTip
source: Reserve amount that has not been paid
es: Monto de reserva que se encuentra pendiente de pago

# tcnLoc_pay_amColumnCaption
source: Paid
es: Pagado

# tcnLoc_pay_amColumnToolTip
source: Amount of the claim that has been paid so far
es: Monto que hasta el momento ha sido pagado en el siniestro

# tcnTaxesColumnCaption
source: Taxes
es: Impuestos

# tcnTaxesColumnToolTip
source: Amount that has been retained so far on account of taxes
es: Monto que hasta el momento ha sido retenido (en los pagos) por conceptos de impuestos

# tctRecoverTypColumnCaption
source: Type of Recovery
es: Tipo de Recobro

# tctRecoverTypColumnToolTip
source: Type of recovery
es: Tipo de recobro

# tcnLoc_rec_amColumnCaption
source: Recovered
es: Recobrado

# tcnLoc_rec_amColumnToolTip
source: Amount that has been recovered so far
es: Monto que hasta el momento ha sido recobrado (recuperado) en el siniestro

# tcnLoc_cos_reColumnCaption
source: Recovery Expenses
es: Gastos de Recobro

# tcnLoc_cos_reColumnToolTip
source: Amount that has been spent so far on account of recovery/salvage
es: Monto que hasta el momento se ha gastado por concepto de recobro/recuperación/salvamento en el siniestro

# tcnClaimCostColumnCaption
source: Cost of the claim
es: Costo del siniestro

# tcnClaimCostColumnToolTip
source: It indicates the cost of the claim so far
es: Indica lo que hasta ahora está costando el siniestro

# tctBranchDescColumnCaption
source: Line of Business
es: Ramo

# tctBranchDescColumnToolTip
source: Line of business to which the policy associated with the claim belongs
es: Ramo al que pertenece la póliza asociada al siniestro

# tctProductDescColumnCaption
source: Product
es: Producto

# tctProductDescColumnToolTip
source: Product to which the policy associated with the claim belongs
es: Producto al que pertenece la póliza asociada al siniestro

# tcnPolicyColumnCaption
source: Policy
es: Póliza

# tcnPolicyColumnToolTip
source: Number identifying the policy associated with the claim
es: Número identificativo de la Póliza asociada al siniestro

# tcnCertifColumnCaption
source: Certificate
es: Certificado

# tcnCertifColumnToolTip
source: Number identifying the certificate associated with the claim
es: Número identificativo del certificado asociada al siniestro

# valClientColumnCaption
source: Client Role
es: Figura del Cliente

# valClientColumnToolTip
source: Role of the client in the claim
es: Figura con la que actúa el cliente en el siniestro

# tcnDeducColumnCaption
source: Deductible
es: Deducible

# tcnDeducColumnToolTip
source: Deductible amount paid by the insured
es: Monto del deducible pagado por el asegurado

# tctClient2ColumnCaption
source: Liquidation
es: Liquidador

# tctClient2ColumnToolTip
source: Name of the loss adjuster who evaluates the damages
es: Nombre del liquidador que evalúa los daños del siniestro

# btnClaimSequenceColumnCaption
source: More Information
es: Mas Información

# btnClaimSequenceColumnToolTip
source: More information
es: Mas Información

# AnchorCaption
source: Rejected
es: Pendiente

# Anchor2Caption
source: Paid
es: Pagado

# Anchor3Caption
source: Taxes
es: Impuestos

# Anchor4Caption
source: Recovered
es: Recobrado

# Anchor5Caption
source: Recovery Expenses
es: Gastos de recobro

# Anchor6Caption
source: Claim costs
es: Costo del siniestro
