Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/claim/claimseq/App_LocalResources/si004.aspx.*.resx
Languages: es

# tcnCaseNumColumnCaption
source: Case Number
es: Número

# tcnCaseNumColumnToolTip
source: Case number
es: Número de caso

# cboRtypeColumnCaption
source: Type of Claim
es: Tipo de reclamo

# cboRtypeColumnToolTip
source: Reason why the claim is being reported by the client
es: Razón por la cual está realizando el reclamo el cliente.

# cbeStatReservColumnCaption
source: Status
es: Estado

# cbeStatReservColumnToolTip
source: Current status of the reserves associated with the case
es: Estado actual en que se encuentran las provisiones asociadas al caso.

# SCA2-SColumnCaption
source: Notes
es: Notas

# cbeReclaimColumnCaption
source: Involved in the Claim
es: Siniestrado

# chkInsuredColumnCaption
source: Insured person search
es: Búsqueda de asegurados

# chkInsuredColumnToolTip
source: If selected, it allows the user to search the clients associated with the policy
es: Si esta seleccionado permite realizar la busqueda de clientes asociados a la poliza

# tctClientCodeColumnCaption
source: Client
es: Cliente

# tctClientCodeColumnToolTip
source: Code of the client
es: Código Cliente

# tctLastNameColumnCaption
source: Last Name
es: Apellido paterno

# tctLastNameColumnToolTip
source: Last name of the client
es: Apellido paterno del cliente.

# tctLastName2ColumnCaption
source: Second Last Name
es: Apellido materno

# tctLastName2ColumnToolTip
source: Second last name of the client
es: Apellido materno del cliente.

# tctFirstNameColumnCaption
source: Names
es: Nombres

# tctFirstNameColumnToolTip
source: Names of the client
es: Nombres del cliente.

# cbeRelashipColumnCaption
source: Relationship
es: Parentesco

# cbeRelashipColumnToolTip
source: Relationship between the client recorded and the insured
es: Parentesco entre el cliente introducido y el asegurado.

# cbeRoleColumnCaption
source: Role
es: Figura

# cbeRoleColumnToolTip
source: Type of role performed by the claimant regarding the claim being processed
es: Tipo de papel/rol que representa el reclamante con respecto al siniestro en tratamiento.

# btnPreexistenciasColumnCaption
source: Preexisting
es: Preexistencias

# gmdDeclaDatCaption
source: Declaration Date
es: Fecha denuncio

# gmdDeclaDatToolTip
source: Date when the client declared the claim
es: Fecha en la que el cliente ha declarado el siniestro

# gmdPrescDatCaption
source: Document Delivery
es: Entrega de doc.

# gmdPrescDatToolTip
source: It indicates the day until which the policy owner may submit the documents
es: Indica hasta que día se tiene oportunidad de traer los documentos

# gmdOccurDatCaption
source: Occurrence Date
es: Fecha ocurrencia

# gmdOccurDatToolTip
source: Date when the claim occurred
es: Fecha en la que ha ocurrido el siniestro.

# gmnHourCaption
source: Hour
es: Hora

# gmnHourToolTip
source: It indicates the time when the claim occured
es: Indica la hora en que ha ocurrido el siniestro.

# cbeClaimCausCaption
source: Reason
es: Causa

# cbeClaimCausToolTip
source: It indicates the reason why the claim occurred
es: Indica el motivo que ocasionó el siniestro.

# chkTotalLossCaption
source: Total Loss
es: Pérdida total

# gmdLimit_payCaption
source: Limit Date
es: Fecha límite

# gmdLimit_payToolTip
source: Date up to which the claim in process must be settled
es: Fecha máxima para la liquidación del siniestro en tratamiento.

# cbeOfficeCaption
source: Destination of the Cheque
es: Destino del cheque

# cbeOfficeAgenCaption
source: Local Office
es: Oficina

# cbeOfficeAgenToolTip
source: Office where the beneficiary of the claim will received the check
es: Oficina donde el beneficiario del pago del siniestro retirará el cheque

# cbeAgencyCaption
source: Field Office
es: Agencia

# cbeAgencyToolTip
source: Agency to which the claim in process belongs
es: Agencia a la que pertenece el siniestro en tratamiento

# AnchorCasosCaption
source: Cases
es: Casos

# AnchorCasos2Caption
source: Cases
es: Casos
