Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/product/productseq/App_LocalResources/dp003.aspx.*.resx
Languages: es

# tctDescriptCaption
source: Description
es: Descripción

# tctDescriptToolTip
source: Full name of the product
es: Nombre completo del producto

# tctShortDesCaption
source: Short Description
es: Abreviada

# tctShortDesToolTip
source: Short name of the product
es: Nombre abreviado del producto

# tctCondSVSCaption
source: Terms & Conditions
es: Condicionado

# tctCondSVSToolTip
source: Conditional code or name associated with the product
es: Código o nombre del condicionado asociado al producto

# tcdVigDateCaption
source: Validity Date
es: Fecha de validez

# tcdVigDateToolTip
source: Effective date of the product
es: Fecha de vigencia del producto

# Anchor2Caption
source: Types of Policy
es: Tipos de pólizas

# chkSimulatorCaption
source: Type of policy
es: Real

# chkSimulatorToolTip
source: Whether the product can not be used for underwriting
es: Indica si el producto no puede ser usado para emisión de polizas

# tcnReferenceCaption
source: Reference
es: Referencia

# tcnReferenceToolTip
source: Associated with the reference number generated in the management module
es: Número asociado a la referencia generada en el módulo de gestión

# chkIndividualToolTip
source: It indicates that individual policies may be issued
es: Indica si se pueden emitir pólizas individuales

# tcnVersionCaption
source: Version
es: Versión

# tcnVersionToolTip
source: Number identifying the product's version
es: Número de versión del producto

# chkGroupsCaption
source: Group
es: Colectiva

# chkGroupsToolTip
source: It indicates if group policies may be issued
es: Indica si se pueden emitir pólizas colectivas

# cbeStatusCaption
source: Status
es: Estado

# cbeStatusToolTip
source: Status
es: Estado

# chkMultiCaption
source: Multiple Location
es: Multilocalidad

# chkMultiToolTip
source: It indicates that innominated or multiple location policies may be issued
es: Indica si se pueden emitir pólizas multilocalidad

# Anchor3Caption
source: Accumulation
es: Cúmulo

# Anchor4Caption
source: Reference required
es: Varios

# cbeTypeHeapCaption
source: Type
es: Tipo

# cbeTypeHeapToolTip
source: Type
es: Tipo

# valDeclarativeCaption
source: Reporting Policies
es: Declaraciones

# valDeclarativeToolTip
source: Name of the window that will contain the specific information on the risk
es: Nombre de la ventana para incluir la información particular del riesgo

# cbeReinHeapCaption
source: Reinsurance
es: Reaseguro

# cbeReinHeapToolTip
source: Reinsurance
es: Reaseguro

# tcnCurrencyQCaption
source: Currencies
es: Monedas

# tcnCurrencyQToolTip
source: Maximum number of currencies permitted for the policies associated with the product
es: Cantidad máxima de monedas permitidas en las pólizas asociadas al producto

# chkNumpropCaption
source: Number policy after application
es: Numeración según propuesta

# chkNumpropToolTip
source: It indicates that the policy number will be the same than the proposal number
es: Indica que el número de pólizas será igual al número de la propuesta

# chkAuto_suscCaption
source: Automatic Issue
es: Suscripción automática

# chkAuto_suscToolTip
source: It indicates if the product has an automatic subscription
es: Indica si el producto posee suscripción automática

# chkMassiveCaption
source: Bulk Handling
es: Manejo Masivo

# chkMassiveToolTip
source: Indicates whether the product has mass management
es: Indica si el producto posee manejo masivo

# chkRatingServiceUsingCaption
source: Use RATING SERVICE
es: Usa RATING SERVICE

# chkRatingServiceUsingToolTip
source: Whether the coverage calculation uses the Rating Service
es: Indica si el cálculo de coberturas usa el RATING SERVICE

# tctPreffix
source: Preffix
es: Prefijo

# cbeAssociatedBranchCaption
source: Branch Associated
es: Ramo de póliza asociada

# cbeAssociatedBranchToolTip
source: Code of the line of business of the policy associated
es: Corresponde al ramo al que debe pertenecer la póliza asociada

# chkAssociated_Policy_RequiredCaption
source: Associated Policy
es: Manejo de póliza asociada

# chkAssociated_Policy_RequiredToolTip
source: Indicator associated management policy
es: Indica que en el momento de emitir una póliza de este producto se registre los datos de la póliza asociada

# nTypeAccount_Caption
source: Account handling the product
es: Cuenta que maneja el producto

# nTypeAccount_ToolTip
source: The account that handles the product. Account type most used in the product is selected, the system displays the value at the time the policy was issued but the user can modify
es: Permite seleccionar la cuenta que maneja el producto. Se selecciona el tipo de cuenta más usado en el producto, el sistema mostrará este valor en el momento de emitir la póliza pero el usuario puede modificarlo

# tcnModuleMinCaption
source: Mandatory minimum amount of product modules
es: Cantidad mínima obligatoria

# tcnModuleMinToolTip
source: Mandatory minimum number of modules you should select the user for the issuance of a policy of product treatment
es: Cantidad mínima obligatoria de módulos que debe seleccionar el usuario durante la emisión de una póliza del producto en tratamiento.

# Anchor5Caption
source: Module
es: Módulo

# chkAutomaticBillCaption
source: Automatic billing
es: Facturación automática

# chkAutomaticBillToolTip
source: It indicates that the invoice is generated upon receipt creation . In mass processes such as bulk load renewal or billing should be performed by the transaction that is in charge of this process.
es: Indica que se genera la factura al momento de la creación del recibo. En los procesos masivos como renovación o carga masiva la facturación se debe realizar por la transacción que se encarga de este proceso.

# tctResolutionSBSCaption
source: Resolution of the SBS to be printed in the policy box
es: Resolución de la SBS a imprimir en el cuadro de póliza

# tctResolutionSBSToolTip
source: In this field is placed what should be printed in the header of the policy box, corresponds to the legal text approved by the SBS.
es: En este campo se coloca lo que se debe imprimir en el encabezado del cuadro de póliza, corresponde al texto legal aprobado por la SBS.
