Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/product/productseq/App_LocalResources/dp043.aspx.*.resx
Languages: es

# AnchorSeguroCaption
source: Insurance
es: Seguro

# AnchorPagosCaption
source: Payments
es: Pagos

# cbeProdclasCaption
source: Product Class
es: Clase de producto

# cbeProdclasToolTip
source: Class' to which the product being processed is associated with
es: 'Clase' a la que se encuentra asociado el producto en tratamiento

# cbeCurrencyCaption
source: Currency
es: Moneda

# cbeCurrencyToolTip
source: Currency in which the amounts and calculations associated with the operating rules are expressed
es: Moneda en la que están expresados los importes y cálculos asociados a las reglas de operación

# chkMorCapiiCaption
source: Increase of sum insured is allowed
es: Aumento de capital permitido

# chkApvCaption
source: UL/VUL Products
es: Producto APV

# Anchor2Caption
source: Capitalization
es: Capitalización

# Anchor3Caption
source: Student Rent Payment
es: Rentas escolares

# sRoutineCaption
source: Routine
es: Rutina

# sRoutineToolTip
source: Routine to be used for the capitalization of funds
es: Rutina para el cálculo de capitalización de fondos

# tcnMinRentCaption
source: Minimum
es: Mínimo

# tcnMinRentToolTip
source: Minimum income amount
es: Monto de rentas mínimas

# tcnMaxRentCaption
source: Maximum
es: Máximo

# tcnMaxRentToolTip
source: Maximum amount of income
es: Monto de rentas máximas

# Anchor4Caption
source: Joint-Life Policies
es: Pólizas dos cabezas

# Anchor5Caption
source: Type of Premium
es: Tipo de prima

# chkAssociaiCaption
source: Allowed
es: Permitido

# optPremiumtype_1Caption
source: Divided
es: Anual

# optAssoTotal_1Caption
source: First to Die
es: Primero que muera

# optPremiumtype_2Caption
source: Divided
es: Fraccionada

# optAssoTotal_2Caption
source: First to Die
es: Muerte de ambos

# AnchorSeguro2Caption
source: Insurance
es: Seguro

# Anchor6Caption
source: Method
es: Forma

# Anchor7Caption
source: Duration
es: Tiempo

# cbeTypdurinsCaption
source: Method
es: Forma

# cbeTypdurinsToolTip
source: Way in which the duration of the policy associated with the product is defined
es: Forma como se determina la duración de las pólizas asociadas al producto

# optIdurvari_1Caption
source: Fixed
es: Variable

# tctRoutinsuCaption
source: Routine Name
es: Nombre rutina

# tctRoutinsuToolTip
source: Name of the routine associated with the calculation of the duration of the insurance
es: Nombre de la rutina asociada al cálculo de la duración del seguro

# optIdurvari_2Caption
source: Fixed Rate
es: Fija

# AnchorPagos2Caption
source: Payments
es: Pagos

# Anchor8Caption
source: Method
es: Forma

# Anchor9Caption
source: Duration
es: Tiempo

# cbeTypDurPayCaption
source: Method
es: Forma

# cbeTypDurPayToolTip
source: Way in which the duration of the payments associated with the product is defined
es: Forma como se determina la duración de los pagos de las pólizas asociadas al producto

# optIpayvari_1Caption
source: Fixed
es: Variable

# optIpayvari_1ToolTip
source: The number of years is determined when defining the product
es: La cantidad de años es indicada al momento de emitir la póliza

# tctRoutpayCaption
source: Routine
es: Rutina

# tctRoutpayToolTip
source: Routine to be used to calculate the period of time to pay the coverage
es: Rutina asociada al cálculo de la duración de los pagos

# optIpayvari_2Caption
source: Fixed Rate
es: Fija

# optIpayvari_2ToolTip
source: The number of years is determined when defining the product
es: La cantidad de años es indicada al momento de definir el producto

# nQMonVPNCaption
source: VP Number of months to expire zero or negative
es: Cantidad de meses VP cero o negativo para caducar

# nQMonVPNToolTip
source: Number of months with zero or negative VP to carry out the policy lapse
es: Cantidad de meses con VP cero o negativo para proceder a caducar la póliza

# tcnBmgCaption
source: Benefit time (months)
es: Tiempo de beneficio (meses)

# tcnBmgToolTip
source: Time of profit to be taken into account before applying the expiration date of the policy
es: Tiempo de beneficio que será tomado en cuenta antes de aplicar el periodo de caducidad de la póliza

# tctRoutinevpnCaption
source: Expiration routine conditions
es: Rutina de condiciones de caducidad

# tctRoutinevpnToolTip
source: Routine shelf life conditions
es: Rutina de condiciones de caducidad del producto

# btnSequenceCaption
source: Internal Sequence of Life Characteristics
es: Secuencia interna de características de vida

# cbeTypeInsur1ColumnCaption
source: Type of Insurance Duration
es: Tipo de duración del seguro

# cbeTypeInsur1ColumnToolTip
source: It indicates how the duration of the policies associated with the product will be determined.
es: Forma como se determina la duración de las pólizas asociadas al producto

# tcnIdurafixColumnCaption
source: Quantity
es: Cantidad

# tcnIdurafixColumnToolTip
source: NNumber of years, days, months or maximum attained age of the duration of the policy
es: Monto de duración del seguro

# tcnMinDurInsColumnCaption
source: Minimum length
es: Duración mínima

# tcnMinDurInsColumnToolTip
source: Minimum length should be the policy for the term treatment
es: Duración mínima que debe tener la póliza para el plazo en tratamiento

# cbeTypeInsurColumnCaption
source: Type of Insurance Duration
es: Tipo de duración del seguro

# cbeTypeInsurColumnToolTip
source: It indicates how the duration of the policies associated with the product will be determined.
es: Forma como se determina la duración de las pólizas asociadas al producto

# cbeIdurafixColumnCaption
source: Duration of the Insurance
es: Duración del seguro

# cbeIdurafixColumnToolTip
source: Duration of the insurance
es: Duración del seguro

# cbeTypePayColumnCaption
source: Type of Payment Duration
es: Tipo de duración de los pagos

# cbeTypePayColumnToolTip
source: It indicates how the duration of payments associated with the product's policies will be determined.
es: Forma como se determina la duración de los pagos de las pólizas asociadas al producto

# tcnPdurafixColumnCaption
source: Quantity
es: Cantidad

# tcnPdurafixColumnToolTip
source: Number of years, days, months or maximum attained age of the duration of the policy
es: Cantidad de años o edad máxima (alcanzada) de duración de los pagos
