Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/Underwriting/Controls/App_LocalResources/Header.ascx.*.resx
Languages: es

# CaseIDLabelResource1.Text
source: Case ID:
es: Caso Id:

# CaseStatusResource1.LoadingPanelText
source: Loading&hellip;
es: Cargando&hellip;

# CaseStatusResource1.ValidationSettings.ErrorText
source: Invalid Value
es: Valor inválido

# CloseDateLabelResource1.Text
source: Closing Date:
es: Fecha de cierre:

# CloseDateResource1.CalendarProperties.ClearButtonText
source: Clean
es: Limpiar

# CloseDateResource1.CalendarProperties.TodayButtonText
source: Today
es: Hoy

# CloseDateResource1.ToolTip
source: Date of closure of underwriting case.
es: Fecha en que fue cerrado el caso de suscripción.

# CloseDateResource1.ValidationSettings.ErrorText
source: Invalid Value
es: Valor inválido

# DecisionLabelResource1.Text
source: Decision:
es: Decisión:

# DecitionResource1.LoadingPanelText
source: Loading&hellip;
es: Cargando&hellip;

# DecitionResource1.ValidationSettings.ErrorText
source: Invalid Value
es: Valor inválido

# dpeCaseIdResource1.ValidationSettings.ErrorText
source: Invalid Value
es: Valor inválido

# FaceAmountLabelResource1.Text
source: Insured Amount:
es: Suma asegurada:

# FaceAmountResource1.ValidationSettings.ErrorText
source: Invalid Value
es: Valor inválido

# FaceAmountResource2.ValidationSettings.ErrorText
source: Invalid Value
es: Valor inválido

# HeaderCallbackPanelResource.LoadingPanelText
source: Loading&hellip;
es: Cargando&hellip;

# GridViewCommandColumnResource7.ClearFilterButton.Text
source: Clean
es: Limpiar

# GridViewDataDateColumnResource4.Caption
source: Date
es: Fecha

# GridViewDataTextColumnResource44.Caption
source: Case Id
es: Id de caso

# GridViewDataTextColumnResource45.Caption
source: Underwriter
es: Suscriptor

# GridViewDataTextColumnResource46.Caption
source: Client
es: Cliente

# GridViewDataTextColumnResource47.Caption
source: Name
es: Nombre

# GridViewDataTextColumnResource48.Caption
source: Decision
es: Decisión

# GridViewDataTextColumnResource49.Caption
source: Product
es: Producto

# GridViewDataTextColumnResource50.Caption
source: Line Of Business
es: Ramo

# GridViewDataTextColumnResource51.Caption
source: Policy
es: Póliza

# GridViewDataTextColumnResource52.Caption
source: Producer
es: Productor

# GridViewDataTextColumnResource53.Caption
source: Insured Amount
es: Suma asegurada

# GridViewDataTextColumnResource53.PropertiesTextEdit.ValidationSettings.ErrorText
source: Invalid Value
es: Valor inválido

# GridViewDataTextColumnResource54.Caption
source: Underwriter Editing Case
es: Suscriptor que está editando el caso

# GridViewDataTextColumnResource57.Caption
source: Application/Quotation
es: Solicitud/Aplicación

# OpenDateLabelResource1.Text
source: Opening Date:
es: Fecha de apertura:

# OpenDateLabelResource1.ToolTip
source: Opening date for underwriting.
es: Fecha de apertura del caso de suscripción.

# OpenDateResource1.CalendarProperties.ClearButtonText
source: Clear
es: Limpiar

# OpenDateResource1.CalendarProperties.TodayButtonText
source: Today
es: Hoy

# OpenDateResource1.ToolTip
source: Date event was created the underwriting case.
es: Fecha de apertura del caso de suscripción.

# OpenDateResource1.ValidationSettings.ErrorText
source: Invalid Value
es: Valor inválido

# RiskClassificationLAbelResource1.Text
source: Risk Classification:
es: Clasificación del riesgo:

# RiskClassificationResource1.LoadingPanelText
source: Loading&hellip;
es: Cargando&hellip;

# RiskClassificationResource1.ValidationSettings.ErrorText
source: Invalid Value
es: Valor inválido

# txtCaseIdResource1.ValidationSettings.ErrorText
source: Invalid Value
es: Valor inválido

# UnderwritingCaseStatusLabelResource1.Text
source: Case Status:
es: Estado del caso:

# CaseIDMessageLabelResource1.Text
source: Invalid Case ID
es: Caso inválido

# GeneralInformationPanel.HeaderText
source: General Information
es: Información general

# AcceptCaseItemResource.Text
source: Accept Case
es: Aceptar caso

# DeclineCaseItemResource.Text
source: Decline Case
es: Declinar caso

# DeclineCaseItemResource
source: Decline Case
es: Declinar Caso

# RejectionReasonResource
source: Rejection Reason
es: Motivo de Rechazo

# RejectedReasonErrorField
source: required field
es: Campo obligatorio

# ReasonResourceComboBox.ToolTip
source: Reason for which the case is declined
es: Motivo por el cual se declina el caso

# ReasonResource.Text
source: Reason
es: Motivo

# ReasonResource.ToolTip
source: Reason for which the case is declined
es: Motivo por el cual se declina el caso

# ReasonResourceToolTip
source: Reason for which the case is declined
es: Motivo por el cual se declina el caso

# CancelResource.Text
source: Cancel
es: Cancelar

# EditCancelCaseItemResource.Text
source: Cancel Edition
es: Cancelar edición

# EditCaseItemResource.Text
source: Edit
es: Editar

# InformationASPxLabelResource.Text
source: Information
es: Información

# OpenFormItemResource.Text
source: Actions
es: Acciones

# popupHeaderResource.Text
source: Information
es: Información

# ReopenCaseItemResource.Text
source: Reopen Case
es: Reabrir caso

# SaveCaseItemResource.Text
source: Save
es: Guardar

# SaveCloseCaseItemResource.Text
source: Save & Close
es: Guardar y cerrar

# BatchNumberLabelResource1.Text
source: Batch Number:
es: Número de lote:

# BatchNumberResource2.ToolTip
source: Batch number of bulk load.
es: Número que identifica la carga masiva que generó el caso de suscripción.

# BatchNumberResource2.ValidationSettings.ErrorText
source: Invalid value
es: Valor inválido

# CurrencyLabelResource1.Text
source: Currency:
es: Moneda:

# CurrencyResource1.LoadingPanelText
source: Loading&hellip;
es: Cargando&hellip;

# CurrencyResource1.ToolTip
source: Currency of Underwriting Case.
es: Moneda del caso de suscripción.

# CurrencyResource1.ValidationSettings.ErrorText
source: Invalid value
es: Valor inválido

# UnderwritingCaseTypeLabelResource1.Text
source: Type of Case:
es: Tipo de caso:

# UnderwritingCaseTypeResource1.LoadingPanelText
source: Loading&hellip;
es: Cargando&hellip;

# UnderwritingCaseTypeResource1.ToolTip
source: Origin of the underwriting case: New bussiness or quote change (endorsement).
es: Origen del caso de suscripción: nuevo negocio o cotización de modificación (endoso).

# UnderwritingCaseTypeResource1.ValidationSettings.ErrorText
source: Invalid Value
es: Valor inválido

# GridViewDataTextColumnRole.Caption
source: Role
es: Rol

# EditPolicyToBeIsuedResource.Text
source: Edit policy to be issued
es: Editar póliza a emitir

# EditPolicyToBeEndorseItemResource.Text
source: Edit policy to be endorse
es: Editar póliza a endosar

# AcceptEndorsementItemResource.Text
source: Accept endorsement
es: Aceptar endoso

# DeclineEndorsementItemResource.Text
source: Decline endorsement
es: Declinar endoso

# CaseStatusResource1.ToolTip
source: State of the Underwriting Case.
es: Estado en que se encuentra el caso de suscripción

# DecitionResource1.ToolTip
source: Underwriting Case Decision: Pending, Rejected, Approved, etc.
es: Decisión tomada del caso de suscripción: pendiente, rechazado, aprobado, etc.

# dpeCaseIdResource1.ToolTip
source: Identification of the Underwriting Case.
es: Número que identifica el caso de suscripción.

# FaceAmountResource2.ToolTip
source: Insured amount of the Underwriting Case.
es: Suma asegurada del caso de suscripción.

# RiskClassificationResource1.ToolTip
source: Insured risk classification by category: Preferred plus, preferred, standard, standard pus, sub standard, etc.
es: Clasificación del riesgo asegurado, por categorías: preferido plus, preferido, estándar, estándar plus, sub estándar, etc.

# FullproposalIDLabelResource1.Text
source: Application/Quotation:
es: Solicitud/Cotización:

# FullproposalIDResource1.LoadingPanelText
source: Loading&hellip;
es: Cargando&hellip;

# FullproposalIDResource1.ToolTip
source: Number Identifying the Application/Quotation in Process
es: Número de solicitud/cotización en tratamiento.

# FullproposalIDResource1.ValidationSettings.ErrorText
source: Invalid Value
es: Valor inválido

# StageLabelResource1.Text1
source: Stage
es: Etapa:

# StageLabelResource1.Text
source: Stage:
es: Etapa:

# StageResource1.LoadingPanelText1
source: Loading&hellip;
es: Cargando&hellip;

# StageResource1.ToolTip1
source: Stage of the Underwriting Case
es: Etapa o trayecto donde se encuentra el caso de suscripción

# StageResource1.ToolTip
source: Stage of the Underwriting Case
es: Etapa o trayecto donde se encuentra el caso de suscripción

# SuccessfulOperation
source: Operation success.
es: Operación realizada exitosamente.

source: Information
es: Información

# FailOperation
source: Operation failed, causes:
es: Operación Fallida, Causas:

# SuccessfulOperationAcceptCase
source: Policy Nܬ {0} according to the request Nܬ {1}, was successfully issued.
es: Póliza Nº {0} según la Solicitud Nº {1} , fue emitida satisfactoriamente.

# SuccessfulOperationDeclineCase
source: Case Nܬ {0} according to the request Nܬ {1}, was declined successful.
es: Caso Nº {0} según Solicitud Nº {1}, fue declinado satisfactoriamente.

# SuccessfulOperationReOpenCase
source: Case Nܬ {0} according to the request Nܬ {1}, was reopen successful.
es: Caso Nº {0} según Solicitud Nº {1}, fue reabierto satisfactoriamente.

# FreeReasonResourceText.ToolTip
source: Reason for which the case is declined (Free Text)
es: Motivo por el cual se declina el caso (Texto libre)

# FreeTextReasonResource
source: Free Text (Reason)
es: Texto libre (Motivo)

# GridViewDataTextColumnResource60
source: Batch Number
es: Número de lote

# WFProgressApprovedText
source: Workflow completed
es: Flujo de trabajo culminado.

# WFProgressApprovedTooltip
source: Workflow completed
es: Flujo de trabajo culminado.

# WFProgressPendingText
source: Workflow in progress
es: Flujo de trabajo en ejecución.

# WFProgressPendingTooltip
source: Workflow in progress
es: Flujo de trabajo en ejecución.
