Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/cashbank/cashbank/App_LocalResources/op008.aspx.*.resx
Languages: es

# tctRequestColumnCaption
source: Request
es: Solicitud

# tctRequestColumnToolTip
source: Number of the request
es: Nùmero de solicitud

# tctChequeColumnToolTip
source: Check number
es: Nùmero de cheque

# cbeStateColumnCaption
source: Status
es: Estado

# cbeStateColumnToolTip
source: Status of the record
es: Estado del registro

# tcnAccountNumColumnCaption
source: Account
es: Cuenta

# tcnAccountNumColumnToolTip
source: Banck account to which the check or request to be canceled belongs
es: Cta banacaria a la que pertenece el cheque o solicitud a anular

# cbeBankColumnCaption
source: Bank
es: Banco

# cbeBankColumnToolTip
source: Name of the bank
es: Nombre del banco

# tctAcc_NumberColumnCaption
source: Internal number
es: Número interno

# tctAcc_NumberColumnToolTip
source: Internal number of the account
es: Nùmero interno de la Cta

# valConceptColumnCaption
source: Concept
es: Concepto

# valConceptColumnToolTip
source: Description of the reason why the check is being requested
es: Descripción de la razón por la cual se ha solicitado el cheque

# tctDescriptionColumnCaption
source: Description
es: Descripción

# tctDescriptionColumnToolTip
source: Short description of the payment associated with the check
es: Breve descripción del pago realizado con el cheque

# tctBenefColumnCaption
source: Beneficiary
es: Beneficiario

# tctBenefColumnToolTip
source: Beneficiary of the check
es: Titular del cheque

# tctIntermedColumnCaption
source: By means of
es: Por medio de

# tctIntermedColumnToolTip
source: Name of the client that perfoms as beneficiary of the check
es: Cliente a nombre del quien emite el cheque

# tcnAmountColumnCaption
source: Amount
es: Monto

# tcnAmountColumnToolTip
source: Amount for which the cheque will be issued
es: Monto por el que deben ser emitidos los cheques

# cbeCurrencyColumnCaption
source: Currency
es: Moneda

# cbeCurrencyColumnToolTip
source: Currency of the amount
es: Moneda del Monto

# tcnQpaysColumnCaption
source: Payment
es: Pagos

# tcnQpaysColumnToolTip
source: Number of check that must be reprinted
es: Cantidad de cheques que deben imprimirse

# cbeFreqColumnCaption
source: Printing frequency
es: Frecuencia de impresión

# cbeFreqColumnToolTip
source: Frequency in which the cheks must be printed
es: Frecuencia con que deben ser impresos los cheques

# tctUsersColumnCaption
source: Requested by
es: Solicitado por

# tctUsersColumnToolTip
source: Employee that makes the request for the check
es: Empleado que ha realizado la solicitud del cheque

# AnchorCaption
source: Cancellation of cheques/payment orders
es: Anulación de cheques/solicitudes

# cboCauseCaption
source: Reason
es: Causa

# cboCauseToolTip
source: Reason why the policy was canceled
es: Causa de la anulación

# gmdNullDateCaption
source: Date
es: Fecha

# gmdNullDateToolTip
source: Effective date of the check/request cancellation
es: Fecha efectiva de anulación de la solicitud o cheque
