Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/cashbank/cashbank/App_LocalResources/op004_k.aspx.*.resx
Languages: es

# AnchorBancosCaption
source: Banks
es: Bancos

# AnchorRelación con contabilidadCaption
source: Relation with General Ledger
es: Relación con contabilidad

# chkAccCashCaption
source: Cash desk account
es: Cuenta de caja

# valAccBankCashCaption
source: Account
es: Cuenta

# valAccBankCashToolTip
source: Internal code of the banck account or cash account being processed
es: Código interno de la cuenta bancaria o de caja en tratamiento

# tcnCashCaption
source: Cash desk
es: Caja

# tcnCashToolTip
source: Number of the cash and bank department associated with the cash account (cash, check, credit card, postdated checks)
es: Número de caja asociado a la cuenta de caja(efectivo, cheques, tarjetas de crédito, cheques a fecha).

# cbeStatregtCaption
source: Status
es: Estado

# cbeStatregtToolTip
source: Status of the bank account or cash account being processed
es: Estado en que se encuentra la cuenta bancaria o de caja en tratamiento

# tcdEffecdateCaption
source: Date
es: Fecha

# tcdEffecdateToolTip
source: Date as of which the account is in “Active' status
es: Fecha a partir de la cual se encuentra activa la cuenta

# cbeAccTypeCaption
source: Type
es: Tipo

# cbeAccTypeToolTip
source: Type of account being processed (savings, current, liquid assets, cash, etc.).
es: Tipo de cuenta en tratamiento (ahorro, corriente, activos líquidos, caja, etc.)

# cbeOfficeCaption
source: Branch Office
es: Sucursal

# cbeOfficeToolTip
source: It indicates the branch office associated with the account
es: Indica la sucursal a la que está asociada la cuenta.

# cbeCurrencyCaption
source: Currency
es: Moneda

# cbeCurrencyToolTip
source: Currency in which the amounts/balances associated with the account are expressed
es: Moneda en la que se expresan los importes/saldos asociados a la cuenta.

# tcnAvailableCaption
source: Balance
es: Disponible

# tcnAvailableToolTip
source: Amount available in the account
es: Importe disponible en la cuenta

# AnchorBancos2Caption
source: Banks
es: Bancos

# tcnAmountMinCaption
source: Minimum cash amount
es: Monto Mínimo efectivo.

# tcnAmountMinToolTip
source: Minimum cash amount available
es: Monto mínimo en efectivo disponible en la caja

# cbeBankCaption
source: Bank
es: Banco

# cbeBankToolTip
source: Name of the bank were the account was opened
es: Banco en el que se ha realizado la apertura de la cuenta bancaria.

# cbeCompanyCaption
source: Company
es: Compañía

# cbeCompanyToolTip
source: Company to which the bank account belongs
es: Compañía a la cual pertenece la cuenta bancaria.

# tctAccNumberCaption
source: Account number
es: Número de cuenta

# tctAccNumberToolTip
source: Identification number assigned by the bank to the account in process
es: Número identificativo que ha asignado el banco a la cuenta en tratamiento.

# valBk_agencyCaption
source: Field Office
es: Agencia

# valBk_agencyToolTip
source: Agency where the account was opened
es: Agencia en la que se ha realizado la apertura de la cuenta bancaria

# cbeAvailTypeCaption
source: Acreditation time
es: Tiempo de acreditación

# cbeAvailTypeToolTip
source: Time that takes the bank to cash in the amount deposited in the account with a check
es: Tiempo que tarda el banco en hacer efectivo un cheque depositado en la cuenta.

# tcnTransit1Caption
source: Acreditation 24 hrs.
es: Acreditación 24 hrs.

# tcnTransit1ToolTip
source: Amount that will be credited from the account and will be made available after 24 hours (1 day)
es: Importe que será acreditado como importe disponible de la cuenta después de 24 horas (1 día).

# tcnTransit2Caption
source: Acreditation 48 hrs.
es: Acreditación 48 hrs.

# tcnTransit2ToolTip
source: Amount that will be credited from the account and will be made available after 48 hours (2 days)
es: Importe que será acreditado como importe disponible de la cuenta después de 48 horas (2 días).

# tcnTransit3Caption
source: Acreditation 72 hrs.
es: Acreditación 72 hrs.

# tcnTransit3ToolTip
source: Amount that will be credited from the account and will be made available after 72 hours (3 days)
es: Importe que será acreditado como importe disponible de la cuenta después de 72 horas (3 día).

# tcnTransit4Caption
source: Acreditation 96 hrs.
es: Acreditación 96 hrs.

# tcnTransit4ToolTip
source: Amount that will be credited from the account and will be made available after 96 hours (4 days)
es: Importe que será acreditado como importe disponible de la cuenta después de 96 horas (4 días).

# tcnTransit5Caption
source: Acreditation 120 hrs.
es: Acreditación 120 hrs.

# tcnTransit5ToolTip
source: Amount that will be credited from the account and will be made available after 120 hours (5 days)
es: Importe que será acreditado como importe disponible de la cuenta después de 120 horas (5 días).

# AnchorRelación con contabilidad2Caption
source: Accounting interface
es: Relación con contabilidad

# valLedCompanCaption
source: Accounting company
es: Compañía contable

# valLedCompanToolTip
source: Ledger company to which the ledger account belongs
es: Compañía contable a la cual pertenece la cuenta contable.

# valAccLedgerCaption
source: Account
es: Cuenta

# valAccLedgerToolTip
source: Account of the ledger plan
es: Cuenta del catálogo contable.

# valAuxAccountCaption
source: Subsidiary
es: Auxiliar

# valAuxAccountToolTip
source: Code of the subsidiary account that complements the ledger account.
es: Código de la cuenta auxiliar que complementa la cuenta contable.
