Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/cashbank/cashbank/App_LocalResources/op007.aspx.*.resx
Languages: es

# tcdDatProposCaption
source: Date
es: Fecha

# tcdDatProposToolTip
source: Date when the checks request is made
es: Fecha en que se realiza la solicitud de cheques

# AnchorCuenta bancariaCaption
source: Bank account
es: Cuenta bancaria

# valAccountNumCaption
source: Number
es: Número

# valAccountNumToolTip
source: Number of the bank account
es: Número de la cuenta bancaria

# AnchorCaption
source: Currency
es: Moneda

# cbeCompanyCaption
source: Company
es: Compañía

# valConceptCaption
source: Concept
es: Concepto

# valConceptToolTip
source: Reason why the check is being requested
es: Razon de Solicitud de Cheque

# tctDescriptCaption
source: Description
es: Descripción

# tctDescriptToolTip
source: Description of the payment being executed
es: Descripción del pago que que se está realizando

# dtcBenefCaption
source: Beneficiary
es: Beneficiario

# dtcBenefToolTip
source: Client that performs as beneficiary of the check
es: Cliente beneficiario del cheque

# dtcIntermCaption
source: Through
es: Por medio de

# dtcIntermToolTip
source: Client to the name of whom the check will be issued
es: Cliente a nombre de quien van a ser emitidos los cheques

# tcnAmountCaption
source: Amount
es: Importe

# tcnAmountToolTip
source: Amount for which the cheque will be issued
es: Importe por el que deben ser emitidos los cheques

# tcnQuanPayCaption
source: Number of payments
es: Cantidad de pagos

# tcnQuanPayToolTip
source: Number of checks that must be printed
es: Cantidad de cheques que deben imprimirse

# cbePayFrecCaption
source: Printing frequency
es: Frecuencia de impresión

# cbePayFrecToolTip
source: Frequency in which the cheks must be issued
es: Frecuencia en que deben ser emitidos los cheques

# Anchor2Caption
source: Number of printed cheques
es: Cantidad de cheques impresos

# tcdIssueDatCaption
source: Issue date
es: Fecha de emisión

# tcdIssueDatToolTip
source: Date when the first check should be issued
es: Fecha en que debe ser emitido el primer cheque

# tcdLedgerDatCaption
source: Accounting Date
es: Fecha de contabilización

# tcdLedgerDatToolTip
source: Date when the request should be recorded in accounting
es: Fecha en que la solicitud debe ser contabilizada

# valReqUserCaption
source: Requested by
es: Solicitado por

# valReqUserToolTip
source: Code of the user that makes the request for the checks
es: Usuario que realiza la solicitud de los cheques
