Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/cashbank/cashbank/App_LocalResources/opc720_k.aspx.*.resx
Languages: es

# cbeOfficeAgenColumnCaption
source: Office
es: Oficina

# cbeOfficeAgenColumnToolTip
source: Office to which the cash and bank department belongs
es: Oficina a la que pertenece la caja

# tctClientCodeColumnCaption
source: Cashier
es: Cajero

# tctClientCodeColumnToolTip
source: Code of the cashier
es: Rut del cajero

# tcnCashnumColumnCaption
source: Cash desk identification number
es: Número de caja

# tcnCashnumColumnToolTip
source: Number of the cash and bank department
es: Número de caja

# tcdStartdateColumnCaption
source: Cash desk opening date
es: Fecha Inicio Caja

# tcdStartdateColumnToolTip
source: Initial date of the cash and bank department
es: Fecha de Inicio de la Caja

# tcdInitCloseCashColumnCaption
source: Preliminary closing date
es: Fecha cierre preliminar

# tcdInitCloseCashColumnToolTip
source: Preliminary closing date of the Fund
es: Fecha de cierre preliminar de la Caja

# tcdEndCloseCashColumnCaption
source: Definitive closing date
es: Fecha cierre definitivo

# tcdEndCloseCashColumnToolTip
source: Cash desk closing date
es: Fecha de cierre definitivo de la Caja

# tcdCloseOKCashColumnCaption
source: Approval closing date
es: Fecha cierre aprobación

# tcdCloseOKCashColumnToolTip
source: Approval closing date of the cash and bank department
es: Fecha de cierre aprobación de la Caja

# tcnCash_idColumnCaption
source: Closing number
es: Número de cierre

# tcnCash_idColumnToolTip
source: Number identifying the close
es: Número identificativo del cierre

# cbeStatusColumnCaption
source: Current status
es: Estado Actual

# cbeStatusColumnToolTip
source: Current status of the cash and bank department
es: Estado Actual de la caja

# tctSupCodeColumnCaption
source: Cash desk supervisor
es: Supervisor Caja

# tctSupCodeColumnToolTip
source: Supervisor of the cash and bank department
es: Supervisor de la Caja

# tctHeadCodeColumnCaption
source: Chief supervisor
es: Supervisor Jefe

# tctHeadCodeColumnToolTip
source: Supervisor of the cash and bank department
es: Supervisor Jefe de la Caja
