Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/collection/collectiontra/App_LocalResources/co004.aspx.*.resx
Languages: es

# valOriginColumnCaption
source: Saving concept
es: Concepto de ahorro

# valOriginColumnToolTip
source: Account Source
es: Cuenta Origen

# tcnPercentColumnToolTip
source: Percent Savings
es: Porcentaje de ahorro

# tcnPremDeal_anuColumnCaption
source: Divided
es: Anual

# tcnPremDeal_anuColumnToolTip
source: Annual contribution amount
es: Monto de aporte anual

# tcnPremDealColumnCaption
source: Accounts Frequency
es: Periodicidad

# tcnPremDealColumnToolTip
source: Semi-annual contribution amount
es: Monto de aporte semestral

# AnchorCaption
source: Collection method modification data
es: Datos del cambio de vía de pago

# Anchor2Caption
source: Type of modification
es: Tipo de cambio

# tcdDateCaption
source: Date
es: Fecha

# tcdDateToolTip
source: Date when the collection procedure will be modified
es: Indica la fecha en la que se realizará la modificación de gestión de cobro.

# optChangeway_1Caption
source: Total change of payment method
es: Cambio total de vía de pago

# cbeCauseCaption
source: Reason of the change
es: Causa del cambio

# cbeCauseToolTip
source: Reason why the collection procedure is changed for the bill or policy in question
es: Indica la causa por la cual se está realizando la modificación gestión de cobro del recibo o póliza en tratamiento.

# optChangeway_2Caption
source: Changing data in the current payment method
es: Cambio de datos en la vía de pago actual

# Anchor3Caption
source: Bills/Drafts to affect
es: Recibos/cuotas a afectar

# Anchor4Caption
source: Current payment mehtod data
es: Datos de la vía de pago actual

# optChangepremium_1Caption
source: All outstanding
es: Todos los pendientes

# cbeWay_payCaption
source: Payment Method
es: Vía de pago

# cbeWay_payToolTip
source: Payment means
es: Vía de Pago

# optChangepremium_2Caption
source: What is generated from the date of change
es: Lo que se genere a partir de la fecha de cambio

# cbePayfreqCaption
source: Payment Frequency
es: Frecuencia de pago

# cbePayfreqToolTip
source: Payment Frequency
es: Frecuencia de Pago

# optChangepremium_3Caption
source: Only the document indicated
es: Sólo el documento indicado

# optindpolicy_1mclsCertificat.sDirindCaption
source: Policy
es: Póliza

# optindpolicy_mclsCertificat.sDirindCaption
source: Client
es: Cliente

# AnchorDomiciliación bancariaCaption
source: Direct Debit (PAC)
es: PAC

# AnchorTarjeta de créditoCaption
source: Direct Debit (Transbank)
es: Transbank

# cbeBankPACCaption
source: Bank
es: Banco

# cbeBankPACToolTip
source: The bill will be collected through a bank transfer
es: El recibo se cobrará a través de PAC

# cbeCardTypeTbkCaption
source: Type
es: Tipo

# cbeCardTypeTbkToolTip
source: It indicates the type of credit card
es: Indica el tipo de tarjeta de crédito

# tctTitularPACCaption
source: Policy holder
es: Titular

# tctTitularPACToolTip
source: It indicates the current bank acount where the direct debit is executed
es: Indica el titular de la cuenta bancaria donde se realiza la domiciliación.

# tctCardNumberTbkCaption
source: Number
es: Número

# tctCardNumberTbkToolTip
source: Number identifying the credit card where the bill of the policy is charged
es: Indica el número de tarjeta de crédito al que se cargará el cobro del recibo o recibos de la póliza

# tctAccountPACCaption
source: Collection Method
es: Cuenta

# tctAccountPACToolTip
source: It indicates the bank account where the direct debit is performed
es: Indica la cuenta bancaria en la que se realizará la domiciliación

# tcdCardExpirTbkCaption
source: End date
es: Fecha de vencimiento

# tcdCardExpirTbkToolTip
source: Expiration date of the credit card
es: Fecha de vencimiento de la tarjeta de credito

# tctBankAuthPACCaption
source: Mandate
es: Mandato

# tctBankAuthPACToolTip
source: Indicates the number of command which will load the recovery of the receipt or receipts of the policy
es: Indica el número de mandato al que se cargará el cobro del recibo o recibos de la póliza

# dtcClientCaption
source: Policy holder
es: Titular

# dtcClientToolTip
source: Ruth's contracting policy
es: Rut del contratante de la póliza

# AnchorDomiciliación bancaria2Caption
source: Payroll Discount
es: Descuento por Planilla

# AnchorTarjeta de crédito2Caption
source: Account Information
es: Informacion Cuentas

# dtcClientPayCaption
source: Ruth paying
es: Rut pagador

# dtcClientPayToolTip
source: Ruth Payer
es: Rut del Pagador

# dtcClientEmpCaption
source: Ruth Employer
es: Rut Empleador

# dtcClientEmpToolTip
source: Ruth Employer
es: Rut Empleador

# valAgreementCaption
source: Payment Agreement
es: Convenio

# valAgreementToolTip
source: Deduction /payment agreement associated with the policy
es: Convenio de pago y/o descuento asociado a la póliza

# Anchor5Caption
source: New Payment Method
es: Nueva vía de pago

# optDirect_2Caption
source: Accepted Coinsurance
es: Directo

# optWayNewPay_4Caption
source: Require Cancelation Notice
es: Aviso

# optWayNewPay_3Caption
source: Collection Convention
es: Convenio de Cobranza

# optWayNewPay_7Caption
source: PFA
es: AFP/INP

# Anchor6Caption
source: Direct Debit (PAC)
es: PAC

# Anchor7Caption
source: Direct Debit (Transbank)
es: Transbank

# cbeBankPACNewCaption
source: Bank
es: Banco

# cbeBankPACNewToolTip
source: The bill will be collected through a bank transfer
es: El recibo se cobrará a través de PAC

# cbeCardTypeNewCaption
source: Type of Credit Card
es: Tipo de tarjeta

# cbeCardTypeNewToolTip
source: It indicates the type of credit card
es: Indica el tipo de tarjeta de crédito

# tctClientPACNewCaption
source: Policy holder
es: Titular

# tctClientPACNewToolTip
source: It indicates the current bank acount where the direct debit is executed
es: Indica el titular de la cuenta bancaria donde se realiza la domiciliación.

# tctCardNumberNewCaption
source: Card number
es: Número de tarjeta

# tctCardNumberNewToolTip
source: Number identifying the credit card where the bill of the policy is charged
es: Indica el número de tarjeta de crédito al que se cargará el cobro del recibo o recibos de la póliza

# tctAccountPACNewCaption
source: Collection Method
es: Cuenta

# tctAccountPACNewToolTip
source: It indicates the bank account where the direct debit is performed
es: Indica la cuenta bancaria en la que se realizará la domiciliación

# tcdCardExpirNewCaption
source: Due date
es: Vencimiento

# tcdCardExpirNewToolTip
source: Expiration date of the credit card
es: Fecha de vencimiento de la tarjeta de credito

# tctBankAuthPACNewCaption
source: Mandate
es: Mandato

# tctBankAuthPACNewToolTip
source: Indicates the number of command which will load the recovery of the receipt or receipts of the policy
es: Indica el número de mandato al que se cargará el cobro del recibo o recibos de la póliza

# tctClientCreditNewCaption
source: Policy holder
es: Titular

# tctClientCreditNewToolTip
source: It indicates the current bank acount where the direct debit is executed
es: Indica el titular de la cuenta bancaria donde se realiza la domiciliación.

# Anchor9Caption
source: Payroll Discount
es: Descuento por planilla

# AnchorDomiciliación bancaria3Caption
source: Payroll Discount
es: Descuento por Planilla

# AnchorTarjeta de crédito3Caption
source: Account Information
es: Informacion Cuentas

# dtcClientPayNewCaption
source: Ruth paying
es: Rut pagador

# dtcClientPayNewToolTip
source: Ruth Payer
es: Rut Pagador

# tcnAFPCommiNewCaption
source: PFA Commission
es: Comisión AFP

# tcnAFPCommiNewToolTip
source: Amount of commission charged by the AFP client to relocate the funds to the insurance company
es: Monto de la comisión que cobra el AFP del cliente por trasladar los fondos a la empresa de seguro

# valOriginNewCaption
source: Origin
es: Origen

# valOriginNewToolTip
source: Origin account
es: Cuenta origen

# cbeCurrencyNewCaption
source: Ruth Employer
es: Rut Empleador

# cbeCurrencyNewToolTip
source: Currency in which the amount of the commission is expressed
es: Moneda en que se expresa el monto de la comisión

# dtcClientEmpNewToolTip
source: Ruth Employer
es: Rut Empleador

# valAgreementNewCaption
source: Payment Agreement
es: Convenio

# valAgreementNewToolTip
source: Deduction /payment agreement associated with the policy
es: Convenio de pago y/o descuento asociado a la póliza
