Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/collection/collectiontra/App_LocalResources/co634_k.aspx.*.resx
Languages: es

# AnchorCaption
source: Type of traspaso of payment
es: Tipo de traspaso de pago

# optTypTras_1Caption
source: Bill
es: Recibo

# optTypTras_2Caption
source: Proposal
es: Propuesta

# Anchor2Caption
source: Origin
es: Origen

# Anchor3Caption
source: Destination
es: Destino

# cbeBranchOriCaption
source: Line of Business
es: Ramo

# cbeBranchOriToolTip
source: Line of business to which the source document belongs
es: Ramo al que pertenece el documento origen a tratar

# cbeBranchDesCaption
source: Line of Business
es: Ramo

# cbeBranchDesToolTip
source: Line of business to which the target document belongs
es: Ramo al que pertenece el documento destino a tratar

# valProductOriCaption
source: Product
es: Producto

# valProductOriToolTip
source: Code of the product to which the source document to be processed belongs
es: Código del producto al que pertenece el documento origen a tratar

# valProductDesCaption
source: Product
es: Producto

# valProductDesToolTip
source: Code of the product to which the target document to be processed belongs
es: Código del producto al que pertenece el documento destino a tratar

# tcnProponumOriCaption
source: Proposal
es: Propuesta

# tcnProponumOriToolTip
source: Number given rise to address
es: Número de la propuesta origen a tratar

# tcnProponumDesCaption
source: Proposal
es: Propuesta

# tcnPolicyOriCaption
source: Policy
es: Póliza

# tcnPolicyOriToolTip
source: Number of the source policy to be processed
es: Número de la póliza origen a tratar

# tcnPolicyDesCaption
source: Policy
es: Póliza

# tcnPolicyDesToolTip
source: Number of the target policy to be processed
es: Número de la póliza destino a tratar

# cbeCurrencyOriCaption
source: Currency
es: Moneda

# cbeCurrencyOriToolTip
source: Currency to which the source document to address
es: Moneda al que pertenece el documento origen a tratar

# cbeCurrencyDesCaption
source: Currency
es: Moneda

# cbeCurrencyDesToolTip
source: Currency to which the target document to be treated
es: Moneda al que pertenece el documento destino a tratar

# tcnAmountOriCaption
source: Amount
es: Monto

# tcnAmountOriToolTip
source: Amount of the source document to be processed
es: Monto del documento origen a tratar

# tcnAmountDesCaption
source: Amount
es: Monto

# tcnAmountDesToolTip
source: Amount of the target document to be processed
es: Monto del documento destino a tratar

# tcnDraftOriCaption
source: Installment
es: Cuota

# tcnDraftDesCaption
source: Installment
es: Cuota

# Anchor4Caption
source: Type of traspaso of payment
es: Montos a traspasar

# tcnAmountTrasOriCaption
source: Collection
es: Cobro

# tcnAmountTrasOriToolTip
source: Amount of the source document to be processed
es: Monto del documento origen a tratar

# tcnInt_moraTrasOriCaption
source: Interest of late payment
es: Interés de mora

# tcnInt_moraTrasOriToolTip
source: Interest amount in arrears of the source document to be processed
es: Monto del interés de mora del documento origen a tratar
