Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/collection/collectiontra/App_LocalResources/co632_k.aspx.*.resx
Languages: es

# tcdCollectDateCaption
source: Collection Date
es: Fecha de cobranzas

# tcdCollectDateToolTip
source: Date of collection of the documents to be included in the bulletin
es: Fecha de generación de cobranzas de los documentos a incluir en el boletín

# AnchorCaption
source: Number of the Bulletin
es: Número del boletín

# Anchor2Caption
source: Grand Total
es: Total general

# cbeCurrencyCaption
source: Currency Collection Schedule
es: Moneda Boletín

# cbeCurrencyToolTip
source: Coin newsletter to generate
es: Moneda del boletín a generar

# Anchor3Caption
source: Status of the Collectin Schedule
es: Estado Boletín

# tcnBulletinsCaption
source: Number of Bulletin
es: Número de boletín

# tcnBulletinsToolTip
source: Number of the bulletin to be generated
es: Número del boletín a generar

# cbeInsur_areaCaption
source: Insurance area
es: Area de seguros

# cbeInsur_areaToolTip
source: Insurance area to which the policy or bill to be processed belong
es: Area de seguros a la que pertenece la póliza o recibo a tratar

# chkCollect_expCaption
source: Expenses of collection
es: Gastos de cobranzas

# Anchor4Caption
source: Expenses of collection
es: Estado Boletín

# Anchor5Caption
source: Currency
es: Moneda

# AnchorPeríodo a consultarCaption
source: Condition information
es: Datos Condición

# cbeCurrencyBulToolTip
source: Currency of the bulletin to be generated
es: Moneda del boletín a generar

# optStyle_bull_2Caption
source: Original
es: Local

# optQueryOption_0Caption
source: None
es: Ninguna

# optQueryOption_1Caption
source: Policy
es: Póliza

# optQueryOption_2Caption
source: Client
es: Cliente

# optQueryOption_3Caption
source: Bill
es: Recibo

# Anchor6Caption
source: Condition information
es: Datos Póliza

# cbeBranchCaption
source: Line of Business
es: Ramo

# cbeBranchToolTip
source: Line of business to which the policy in process belongs
es: Ramo al que pertenece la póliza a tratar

# valProductCaption
source: Product
es: Producto

# valProductToolTip
source: Code of the product to which the policy to be processed belongs
es: Código del producto al que pertenece la póliza a tratar

# tcnPolicyCaption
source: Policy
es: Póliza

# tcnPolicyToolTip
source: Number of the policy to be processed
es: Número de la póliza a tratar

# Anchor7Caption
source: Condition information
es: Datos Cliente

# dtcClientKCaption
source: Client
es: Cliente

# dtcClientKToolTip
source: Code of the client
es: Código del cliente

# Anchor8Caption
source: Condition information
es: Datos Recibo

# tcnReceiptCaption
source: Bill
es: Recibo

# tcnReceiptToolTip
source: Number of the bill to be processed
es: Número del recibo a tratar
