Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/collection/collectiontra/App_LocalResources/co788_k.aspx.*.resx
Languages: es

# tcdDateCaption
source: Date
es: Fecha

# tcdDateToolTip
source: Date when the operation is executed
es: Fecha en la que se realiza la operación

# AnchorReversaCaption
source: Is reversed
es: Se reversa

# AnchorOpcionCaption
source: Return Options
es: Opcion de devolución

# optDocRev_1Caption
source: A document
es: Un documento

# optDev_1Caption
source: Payment Order
es: Orden de Pago

# optDocRev_2Caption
source: All documents
es: Todos los documentos

# optDev_2Caption
source: Charge current account
es: Cargo en cuenta corriente

# optDocRev_3Caption
source: The complete
es: La relación completa

# optDev_3Caption
source: Do not have
es: No tiene

# AnchorDatosCaption
source: Return data
es: Datos de la devolución

# AnchorReversa2Caption
source: Back information
es: Información del reverso

# tcdDateIncreaseCaption
source: Value date
es: Fecha de valorización

# tcdDateIncreaseToolTip
source: Date on which the transaction is valued
es: Fecha en la que se valoriza la operación

# cbeTypeDocCaption
source: Type of Producer
es: Tipo de documento

# cbeTypeDocToolTip
source: Type of Producer
es: Tipo de documento

# tcnBordereauxCaption
source: Relationship
es: Relación

# tcnBordereauxToolTip
source: Regarding the number of reverse
es: Número de relación a reversar

# dtcClientCaption
source: Client
es: Cliente

# dtcClientToolTip
source: Client that is associated with the return of money
es: Cliente al que queda asociada la devolución del dinero

# AnchorCaption
source: Receipt No.
es: Nro. recibo

# Anchor2Caption
source: Nr. Bulletin
es: Nro. boletín

# Anchor3Caption
source: Proposal No.
es: Nro. propuesta

# Anchor4Caption
source: Contract No.
es: Nro. contrato

# tcnNumDocCaption
source: Policy No.
es: Nro. póliza

# tcnNumDocToolTip
source: Reverse number of the document
es: Número del documento a reversar

# tcnDraftCaption
source: Installments
es: Cuota

# tcnDraftToolTip
source: Number of the installment to be reversed
es: Número de la cuota a reversar

# valLoansCaption
source: Loan
es: Préstamo

# valLoansToolTip
source: Number of loan policy
es: Número de préstamo de la póliza

# Anchor5Caption
source: Amount
es: Monto

# AnchorDatosRelCaption
source: Data Value
es: Datos de la Relación

# Anchor6Caption
source: Number ratio
es: Número relación

# Anchor7Caption
source: Type of Schedule
es: Tipo de relación

# Anchor8Caption
source: Date
es: Fecha

# Anchor9Caption
source: Payment Agreement
es: Convenio

# Anchor10Caption
source: Bank
es: Banco

# Anchor11Caption
source: Number of documents
es: Cantidad de documentos

# Anchor12Caption
source: Amount of the relationship
es: Monto de la relación
