Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/coreinsuran/coreinsurantra/App_LocalResources/cr006d.aspx.*.resx
Languages: es

# tcnPremCedCaption
source: Premiums Ceded Amount
es: Primas cedidas

# tcnPremCedToolTip
source: Premiums Ceded Amount
es: Importe de primas cedidas emitidas en el período al que pertenece la cuenta.

# tcnPartBenefCaption
source: Profit Sharing
es: Participación en beneficios

# tcnPartBenefToolTip
source: Profit sharing amount for the treaty
es: Importe de participación sobre los beneficios del contrato.

# tcnDevResPreCaption
source: Released Premium Reserves
es: Dev. de reserva de primas

# tcnDevResPreToolTip
source: Premium reserves released. It is the amount of premium reserves retained in the same period the previous year provided that the treaty was effective the previous year.
es: Importe de reservas de primas liberadas, el cual corresponde al importe de reservas de primas retenidas en el mismo período del año anterior(sólo en el caso de que el contrato estuviese vigente en el año anterior).

# tcnDevResClaCaption
source: Released Claim Reserves
es: Dev. de reserva de siniestros

# tcnDevResClaToolTip
source: Amount of released claims reserves
es: Importe de reservas de siniestros liberadas.

# tcnInterPremCaption
source: Interest on Released Premium Reserves
es: Intereses s/primas liberadas

# tcnInterPremToolTip
source: Interest amount on premium reserves released.
es: Importe de intereses ganados por las reservas de primas liberadas.

# tcnInterSinCaption
source: Interest Earned by Claim Reserves
es: Intereses s/siniestros liberados

# tcnInterSinToolTip
source: Interest amount to be earned by Claim Reservesº
es: Importe de intereses ganados por las reservas de siniestros liberadas.

# tcnECarPremCaption
source: Premiums Portfolio Transfer
es: Entrada cartera primas

# tcnECarPremToolTip
source: Premiums portfolio amount
es: Importe de entrada de cartera de primas.

# tcnECarSinCaption
source: Claims Portfolio Transfer
es: Entrada cartera siniestros

# tcnECarSinToolTip
source: Claims portfolio amount
es: Importe de cartera de siniestros.

# tcnTotReiCaption
source: Balance in favour of Reinsurer
es: Total reasegurador

# tcnTotReiToolTip
source: Total amount of the items to be paid to the reinsurance company
es: Importe total de los conceptos que deben ser cancelados al reasegurador.

# tcnTotInsuCaption
source: Balance in favour of the Company
es: Total asegurador

# tcnTotInsuToolTip
source: Total amount of the items to be paid by the reinsurance company to the insurance company
es: Importe total de los conceptos que el reasegurador debe cancelar a la compañía de seguros.

# tcnBalanceCaption
source: Balance
es: Saldo

# tcnBalanceToolTip
source: Difference between the reinsurer total amount and the insurer total amount
es: Diferencia existente entre el total reasegurador y el total asegurador.

# tcnPayOrderCaption
source: Payment Order
es: Orden de pago

# tcnPayOrderToolTip
source: Number of the payment order of the payment of technical accounts in process
es: Número de la orden de pago en la cual se pagó la cuenta técnica en tratamiento.

# tcnDateOrderPayCaption
source: Date of the Payment Order
es: Fecha de la orden de pago

# tcnDateOrderPayToolTip
source: Date when the payment order was issued.
es: Fecha en la cual se generó la orden de pago asociada a la cuenta técnica.
