Repository: crosasmg/VTime7
Catalog: Sources/visualtime7/WebApplication/VTimeNet/coreinsuran/coreinsurantra/App_LocalResources/cr726.aspx.*.resx
Languages: es

# tcnAge_iniColumnCaption
source: Initial Age
es: Edad inicial

# tcnAge_iniColumnToolTip
source: Initial age to which the specified rates/premiums belong
es: Edad inicial a la que pertenecen las tasas / primas especificadas

# tcnAge_reinsuColumnCaption
source: Actuarial Age
es: Edad actuarial

# tcnAge_reinsuColumnToolTip
source: Actuarial age to which the specified rates/premiums belong
es: Edad actuarial a la que pertenecen las tasas / primas especificadas

# tcnRateWomenColumnCaption
source: Women Rate
es: Tasa mujeres

# tcnRateWomenColumnToolTip
source: Rate for female
es: Tasa para mujeres

# tcnPremWomenColumnCaption
source: Premium Women
es: Prima mujeres

# tcnPremWomenColumnToolTip
source: Premium for female
es: Prima para mujeres

# tcnRateMenColumnCaption
source: Men Rate
es: Tasa hombres

# tcnRateMenColumnToolTip
source: Rate for male
es: Tasa para hombres

# tcnPremMenColumnCaption
source: Premium Men
es: Prima hombre

# tcnPremMenColumnToolTip
source: Premiums for male
es: Primas para hombres

# cbenBranch_rei_newCaption
source: Line of Business
es: Ramo

# tcnNumber_newCaption
source: Contract Number
es: Número de contrato

# tcnNumber_newToolTip
source: Number of the reinsurance treaty
es: Numero de contrato a duplicar

# cbeType_newCaption
source: Type
es: Tipo

# tcdStartdate_newCaption
source: Effective Period Starting Date
es: Fecha de inicio de vigencia

# tcdStartdate_newToolTip
source: Date as of which the financing agreement is in force
es: Fecha de inicio de vigencia del contrato

# valCovergen_newCaption
source: Generic Coverage
es: Cobertura genérica

# valCovergen_newToolTip
source: Generic Coverage
es: Cobertura genérica

# tcdEffecdate_newCaption
source: Date
es: Fecha

# tcdEffecdate_newToolTip
source: Date as of which the information becomes effective
es: Fecha a partir de la cual es válida la información
